<unk>	0
<s>	0
</s>	0
▁a	-2.91877
.	-3.19943
▁the	-3.61599
▁ko	-3.80835
▁so	-3.81062
▁na	-3.85865
▁o	-4.0621
▁manga	-4.10617
▁and	-4.26844
▁of	-4.36767
▁sa	-4.39197
▁	-4.42041
▁to	-4.48689
▁ka	-4.61696
▁iyan	-4.66955
▁i	-4.74614
▁ago	-4.82526
▁you	-5.03064
▁in	-5.08588
▁I	-5.11173
▁iran	-5.12701
▁on	-5.18532
▁will	-5.32074
▁aken	-5.33397
s	-5.37786
▁is	-5.39629
▁niyan	-5.39973
an	-5.41875
▁Allah	-5.45402
▁sii	-5.47675
▁di	-5.50048
▁he	-5.54699
?	-5.54771
▁his	-5.60555
▁den	-5.60674
▁be	-5.61579
▁Lord	-5.62248
▁Na	-5.62398
▁ngka	-5.64379
▁si	-5.71641
▁for	-5.718
▁siran	-5.72216
a	-5.7292
▁with	-5.73268
▁your	-5.76792
▁not	-5.77613
i	-5.82191
▁that	-5.8287
▁So	-5.85387
▁him	-5.87097
▁who	-5.88433
▁The	-5.90527
▁taw	-5.95658
▁niyo	-5.95667
▁them	-5.95889
▁ba	-5.96452
▁it	-5.99715
▁from	-6.02123
▁they	-6.0225
▁langon	-6.03828
!	-6.06082
▁da	-6.07973
▁sekaniyan	-6.08115
▁was	-6.09677
▁me	-6.1154
▁pen	-6.13345
▁have	-6.13609
▁my	-6.14826
▁are	-6.15956
▁all	-6.16685
▁O	-6.2275
▁ako	-6.23135
▁God	-6.23217
ed	-6.23842
▁iyo	-6.2386
▁He	-6.2657
▁dii	-6.29467
▁wata	-6.29937
n	-6.31788
▁ma	-6.32777
t	-6.35786
▁aya	-6.38024
en	-6.39225
▁their	-6.39667
▁said	-6.39745
ing	-6.40338
gaid	-6.4153
▁ki	-6.42345
▁kiran	-6.42505
▁had	-6.42565
▁kano	-6.44354
▁Tohan	-6.47655
▁m	-6.48815
▁as	-6.49766
▁mama	-6.50744
▁roo	-6.53886
▁this	-6.55534
▁raken	-6.56515
▁pitero	-6.59423
▁Israil	-6.60321
▁rekano	-6.62464
▁out	-6.65736
▁has	-6.66069
▁dato	-6.69073
▁man	-6.6916
▁were	-6.70045
▁by	-6.72287
d	-6.76373
▁one	-6.76989
▁Ka	-6.77439
▁people	-6.7776
▁but	-6.79701
▁ped	-6.80274
▁what	-6.81157
▁bo	-6.81664
▁tano	-6.82061
▁do	-6.82997
▁Then	-6.83293
y	-6.83585
▁ron	-6.84298
▁reka	-6.86049
▁up	-6.86377
▁taman	-6.8829
▁tig	-6.90406
▁king	-6.91323
▁gawii	-6.92138
▁Di	-6.93491
▁Isa	-6.9494
cause	-6.95328
▁her	-6.95514
▁ai	-6.95607
▁or	-6.95636
▁go	-6.95796
▁son	-6.96419
▁isa	-6.98791
▁inged	-7.02446
o	-7.03056
▁ini	-7.03461
▁men	-7.03737
▁at	-7.03871
▁Israel	-7.04359
▁sabap	-7.04998
▁miya	-7.06676
▁They	-7.07025
▁Bu	-7.08147
▁there	-7.0849
▁ami	-7.10406
▁ginawa	-7.10896
▁kaan	-7.11451
▁we	-7.12274
▁S	-7.13547
▁us	-7.16916
▁no	-7.17106
▁land	-7.17185
▁aden	-7.18209
▁like	-7.19218
▁When	-7.19458
▁poon	-7.19618
▁when	-7.20345
▁Sii	-7.20487
▁And	-7.21943
▁t	-7.22921
▁datar	-7.23825
▁oto	-7.24218
▁did	-7.25282
on	-7.25334
▁mambo	-7.25513
▁mi	-7.25598
▁siti	-7.25733
f	-7.26681
ya	-7.26839
▁You	-7.27316
▁day	-7.2888
▁babay	-7.29631
▁into	-7.31308
to	-7.31309
▁Jesus	-7.31566
▁oman	-7.33408
▁went	-7.33657
▁come	-7.34688
▁P	-7.36114
▁dowa	-7.36197
▁lagid	-7.37717
▁down	-7.37835
▁came	-7.37835
▁lopa	-7.38842
▁A	-7.39212
▁Ba	-7.39994
▁pe	-7.40026
▁before	-7.40151
▁kena	-7.40665
▁M	-7.40869
▁our	-7.41094
▁over	-7.41331
▁again	-7.41634
oto	-7.42953
▁made	-7.43613
▁Da	-7.44916
giya	-7.45045
▁This	-7.48845
▁an	-7.51367
▁am	-7.51743
▁lima	-7.52553
▁sangkai	-7.52783
▁house	-7.52838
▁kami	-7.55605
▁put	-7.56608
▁baden	-7.56771
▁imanto	-7.57495
▁rekaniyan	-7.57549
▁its	-7.5832
▁may	-7.58916
▁give	-7.58966
▁s	-7.60938
▁For	-7.61019
▁mala	-7.61355
▁Do	-7.61595
▁ama	-7.63007
▁seka	-7.63267
▁Daod	-7.63632
▁In	-7.64376
▁make	-7.65213
st	-7.6546
▁doniya	-7.65587
▁Giya	-7.65686
▁know	-7.65815
▁imam	-7.66268
▁David	-7.66627
▁Mosa	-7.66925
▁hand	-7.67041
▁Yarosalim	-7.67429
▁she	-7.67686
▁tanto	-7.67858
▁walay	-7.6908
▁about	-7.69199
▁been	-7.6992
▁father	-7.71303
▁Moses	-7.71662
▁polo	-7.71689
▁sons	-7.72133
▁katero	-7.72769
ly	-7.73383
angkai	-7.74118
piya	-7.7431
▁madakel	-7.75095
▁Yodah	-7.76219
▁say	-7.76557
▁must	-7.76758
▁through	-7.77257
▁place	-7.77623
▁sondaro	-7.77878
▁time	-7.7794
hose	-7.78225
▁bring	-7.78389
▁antonaa	-7.78837
▁Judah	-7.79481
▁Timplo	-7.79934
m	-7.80169
▁Si	-7.8026
apiya	-7.80377
▁mapiya	-7.80427
▁Kadnan	-7.81152
▁can	-7.81611
▁among	-7.81693
▁ragon	-7.82423
▁darpa	-7.82784
▁these	-7.83269
▁Jerusalem	-7.83795
▁Aya	-7.84036
▁k	-7.84179
id	-7.85108
e	-7.85694
▁earth	-7.85983
▁away	-7.86045
▁brought	-7.86667
▁Al	-7.86855
▁good	-7.87076
▁other	-7.87601
▁also	-7.87851
▁take	-7.88157
▁says	-7.89627
▁kiya	-7.89844
▁It	-7.90236
▁name	-7.9076
▁let	-7.91343
▁see	-7.92631
▁nggolalan	-7.9317
▁great	-7.94878
▁nasiyon	-7.95314
▁What	-7.95519
▁galebek	-7.95708
▁sent	-7.96065
▁rek	-7.97084
▁which	-7.97274
▁gave	-7.97449
▁temple	-7.97561
▁Lebi	-7.97613
▁Now	-7.98019
l	-7.98598
▁Kagi	-7.98849
▁olowan	-7.99103
▁antawaa	-7.99166
▁would	-7.99618
▁back	-7.99976
▁sekano	-8.00042
▁rakes	-8.00189
▁way	-8.00333
▁pagtaw	-8.00727
▁city	-8.00921
▁where	-8.01078
▁now	-8.01088
▁Miya	-8.01171
▁T	-8.01391
▁own	-8.01857
▁then	-8.03439
▁saw	-8.03524
▁ig	-8.03816
▁dosa	-8.03943
gira	-8.04126
se	-8.04305
▁Misir	-8.04527
▁offering	-8.04547
▁poso	-8.04744
▁live	-8.04968
▁miyaka	-8.05932
▁two	-8.05935
▁days	-8.05987
▁kayo	-8.06449
▁masa	-8.07232
▁Israelites	-8.07356
▁heard	-8.07571
▁pagari	-8.07585
▁p	-8.07684
▁things	-8.0779
iya	-8.07814
▁does	-8.08769
▁Masih	-8.09486
kapantag	-8.09846
▁how	-8.09982
▁Egypt	-8.10942
▁karoma	-8.11406
▁set	-8.1163
▁bilibili	-8.1196
▁asked	-8.12085
▁any	-8.12769
▁life	-8.13012
▁marata	-8.13301
▁eat	-8.13386
▁water	-8.13545
▁every	-8.13702
▁heart	-8.15006
▁B	-8.15347
▁each	-8.1546
out	-8.15586
▁amay	-8.1583
▁Apiya	-8.15864
took	-8.16143
▁Christ	-8.16335
▁Ma	-8.16572
▁As	-8.16808
▁We	-8.17073
▁word	-8.17227
▁miyanga	-8.1794
▁left	-8.18194
▁oripen	-8.18294
▁done	-8.18461
if	-8.18565
▁pirak	-8.18646
▁some	-8.19217
▁more	-8.19868
▁nations	-8.20362
▁than	-8.2039
▁aparan	-8.20804
▁tell	-8.21015
▁She	-8.21384
▁hands	-8.21572
▁nabi	-8.21894
▁Oga	-8.22133
ose	-8.22241
▁rekami	-8.22316
▁His	-8.22929
▁eyes	-8.23277
▁mbatabataa	-8.2344
▁years	-8.23463
▁Aden	-8.23996
▁look	-8.24607
▁soti	-8.25218
▁love	-8.25396
▁katawan	-8.26449
▁many	-8.26668
▁Kitab	-8.26765
▁called	-8.2758
in	-8.27801
▁sangko	-8.2789
lebi	-8.28122
▁ridoay	-8.2834
▁sapi	-8.2842
▁K	-8.28737
▁telo	-8.28837
▁work	-8.29238
▁sogoan	-8.2953
▁priest	-8.29551
▁L	-8.2991
▁pito	-8.30425
▁Be	-8.311
▁off	-8.31215
▁right	-8.31556
▁th	-8.3174
▁somiyong	-8.31813
▁lalan	-8.31877
▁apo	-8.32082
▁ran	-8.32101
▁kings	-8.32625
▁maka	-8.33033
▁Kag	-8.33241
▁Pe	-8.33319
▁long	-8.33344
▁manosiya	-8.33789
ever	-8.3409
▁given	-8.3412
▁Yahodi	-8.34298
▁fire	-8.34609
▁evil	-8.34825
▁told	-8.34903
ainst	-8.35154
▁peman	-8.353
▁going	-8.35309
▁sin	-8.35665
apan	-8.35872
▁shall	-8.35885
▁only	-8.35976
▁giyoto	-8.36444
▁law	-8.36891
▁bolawan	-8.36958
▁brothers	-8.37184
▁children	-8.37511
r	-8.37716
▁even	-8.38125
▁ag	-8.3813
▁gold	-8.38135
▁servant	-8.3877
▁around	-8.39013
▁kabaya	-8.3906
▁Sa	-8.39373
▁replied	-8.40485
▁woman	-8.40773
▁rektano	-8.41047
▁heaven	-8.41193
▁lawas	-8.41375
▁saken	-8.41556
▁pat	-8.42062
▁benar	-8.42101
▁Ino	-8.42158
▁death	-8.42161
itero	-8.42316
▁Tig	-8.42488
▁pangenengken	-8.4273
▁himself	-8.43299
▁Let	-8.43686
ngkai	-8.43738
▁words	-8.43841
▁after	-8.43917
▁Antonaa	-8.4402
▁There	-8.44137
▁Jacob	-8.44153
▁Yakob	-8.4473
▁giya	-8.4474
▁Why	-8.4477
▁My	-8.44825
▁become	-8.44923
▁piya	-8.45064
abap	-8.45101
▁teroon	-8.45303
▁answered	-8.45392
g	-8.45503
▁priests	-8.45812
▁mbawataan	-8.45876
▁fathers	-8.4607
▁peroman	-8.46258
▁kape	-8.46784
▁together	-8.46887
p	-8.47113
▁Who	-8.47125
▁Go	-8.47463
▁Saolo	-8.47674
▁dalem	-8.4802
▁pamiliya	-8.48872
▁blood	-8.48994
▁kataw	-8.49078
▁All	-8.4958
▁seven	-8.49625
▁under	-8.49814
▁kapaar	-8.50139
▁well	-8.5029
▁brother	-8.50436
▁whole	-8.50492
▁How	-8.50695
▁wife	-8.51014
▁pinggolaola	-8.51035
▁here	-8.51112
▁sapolo	-8.51953
▁just	-8.5221
▁barahala	-8.52871
▁ta	-8.53894
ko	-8.54226
k	-8.54545
▁apoy	-8.54962
▁gimowa	-8.55091
▁first	-8.55143
▁sword	-8.55255
▁ator	-8.55262
▁kilid	-8.55689
▁Saul	-8.55733
▁burn	-8.55912
ng	-8.56193
▁rogo	-8.56423
▁timan	-8.5664
▁giyai	-8.56801
▁altar	-8.56964
▁olo	-8.5729
▁Babilon	-8.57294
▁keep	-8.57345
▁holy	-8.5806
▁Aron	-8.58399
▁malaikat	-8.58698
▁food	-8.5902
▁three	-8.59537
▁Aaron	-8.60026
▁inisogo	-8.60077
▁another	-8.60133
▁mailay	-8.60196
▁head	-8.60486
▁should	-8.61039
▁Roh	-8.61041
▁get	-8.61538
▁langit	-8.61734
▁soled	-8.61996
▁near	-8.62014
▁teroa	-8.6228
▁everything	-8.62487
▁along	-8.62583
▁Wata	-8.62777
▁Ama	-8.6295
▁ke	-8.63058
▁high	-8.63102
h	-8.63179
▁ngaran	-8.63181
▁song	-8.63674
▁para	-8.63807
▁anyone	-8.63929
▁nggibo	-8.64089
▁wicked	-8.64125
▁mata	-8.64495
▁On	-8.65142
na	-8.65264
▁sokbat	-8.65275
▁miy	-8.65287
▁iniise	-8.65365
▁found	-8.65448
▁kibabaling	-8.65588
▁unti	-8.65604
tero	-8.65962
▁Kena	-8.66145
▁face	-8.66467
▁rarata	-8.67038
▁hear	-8.67099
▁year	-8.67354
▁Oway	-8.67396
▁declares	-8.6742
▁siyogo	-8.67773
ngaran	-8.67955
▁pi	-8.68008
▁while	-8.68422
▁Spirit	-8.68466
▁living	-8.68481
poon	-8.68555
sisii	-8.69088
▁dead	-8.69249
▁night	-8.69565
▁turn	-8.69599
▁Hey	-8.69713
▁old	-8.69908
▁kokoman	-8.69998
▁gatos	-8.70076
▁upon	-8.70315
▁palaw	-8.70348
▁No	-8.70812
▁nditaren	-8.71123
very	-8.71332
den	-8.71889
▁King	-8.72113
▁silver	-8.72205
▁enter	-8.72207
▁cannot	-8.72229
palaya	-8.72377
▁show	-8.72754
▁Father	-8.72978
▁paratiyaya	-8.72992
▁niyawa	-8.73022
▁san	-8.73191
▁never	-8.7321
▁cut	-8.73495
▁After	-8.74126
er	-8.74462
▁nothing	-8.74542
▁Barombarong	-8.75697
▁offerings	-8.76147
▁ground	-8.7619
▁paras	-8.76224
▁hundred	-8.76467
▁Yosop	-8.76484
▁kadnan	-8.76489
▁ragat	-8.76572
▁Your	-8.76622
▁patot	-8.76627
▁nor	-8.77657
▁Tero	-8.77824
w	-8.78106
pantag	-8.78185
▁kingdom	-8.7849
▁Ibrahim	-8.78496
tito	-8.78545
▁angko	-8.78715
▁Almighty	-8.78903
▁piyapiya	-8.79009
▁drink	-8.79162
▁ndatoan	-8.79163
▁liyo	-8.7935
th	-8.7935
▁speak	-8.79586
▁young	-8.79622
▁Antawa	-8.79689
▁gowani	-8.79731
iyailay	-8.79788
▁comes	-8.79854
▁could	-8.80128
▁mini	-8.8036
▁Mata	-8.80523
▁Yes	-8.80655
▁Amay	-8.80715
▁still	-8.80849
▁too	-8.80867
▁side	-8.80997
hey	-8.81126
▁miyatay	-8.81411
▁bantogan	-8.81494
▁piyaka	-8.8182
agiya	-8.81978
▁Son	-8.81996
▁listen	-8.82395
▁Oriy	-8.82536
▁covenant	-8.82617
▁faith	-8.82637
▁find	-8.82693
▁sea	-8.8278
▁die	-8.82965
▁power	-8.83052
▁Abraham	-8.83059
ipoon	-8.83299
▁ina	-8.83307
▁peka	-8.83418
▁Joseph	-8.83483
▁Pi	-8.8387
▁glory	-8.8391
▁bread	-8.83985
▁At	-8.84149
▁send	-8.84186
▁lawasaig	-8.8435
▁world	-8.84735
urely	-8.84815
▁disciples	-8.84817
▁commanded	-8.84871
▁saying	-8.85365
▁miyanggolaola	-8.85681
▁same	-8.86493
▁Babylon	-8.86509
▁thousand	-8.86544
es	-8.86787
▁mother	-8.87022
▁W	-8.87375
▁end	-8.87445
came	-8.8775
▁child	-8.8783
▁nganin	-8.87857
▁lalayon	-8.87976
▁gods	-8.88016
▁country	-8.88342
nt	-8.88439
▁pakataman	-8.8874
▁descendants	-8.88794
ro	-8.88861
uch	-8.88887
sa	-8.89171
▁miyamatay	-8.89198
ibegay	-8.89217
▁katidawa	-8.89272
▁imbegay	-8.89308
▁taken	-8.89445
iyadi	-8.89545
▁matatago	-8.89651
▁Mand	-8.89917
▁anger	-8.90011
▁paan	-8.90028
▁Lords	-8.90262
▁sins	-8.90486
▁mouth	-8.90601
▁body	-8.90765
▁Solaiman	-8.91011
yadi	-8.91498
▁Solomon	-8.91934
▁alongan	-8.92073
▁Saken	-8.92539
▁kaoyagoyag	-8.92711
▁desert	-8.92723
▁righteous	-8.92838
at	-8.93308
▁feet	-8.93335
▁arak	-8.93468
▁servants	-8.93754
▁Is	-8.94232
▁Mandi	-8.94276
▁Paolo	-8.94281
▁Mamaapaar	-8.94284
▁kasorgaan	-8.94284
▁died	-8.94596
▁sanasanaan	-8.9476
▁Maporo	-8.94761
▁pamikiran	-8.94768
▁pedang	-8.94886
▁much	-8.94914
▁rest	-8.94942
▁light	-8.95338
▁Mapiya	-8.95484
refore	-8.95652
▁nggolaolaan	-8.95862
▁fear	-8.96209
al	-8.96254
▁coming	-8.96261
▁lived	-8.96587
▁poro	-8.9665
▁yet	-8.96714
▁torogan	-8.96733
omala	-8.96878
▁Soti	-8.96995
▁pa	-8.97047
▁both	-8.97078
▁Oriya	-8.97132
▁Libitiyo	-8.97664
▁grain	-8.97682
▁stand	-8.98117
▁morning	-8.98155
▁tree	-8.98263
▁follow	-8.99473
▁binatang	-8.99649
▁help	-8.99732
▁pekebabayaan	-8.9984
▁talasogoay	-9.00154
▁far	-9.0017
▁Levites	-9.00203
or	-9.00227
▁ayam	-9.00336
▁Mi	-9.00405
▁Pharaoh	-9.00767
▁truth	-9.0081
▁though	-9.00855
ah	-9.0091
mimbag	-9.0114
▁written	-9.01163
▁Pilistiyo	-9.01169
▁paganay	-9.01171
ilay	-9.01225
dan	-9.01252
▁wine	-9.01371
▁turned	-9.01398
▁mataan	-9.0151
▁un	-9.0151
ion	-9.01696
▁towns	-9.01991
▁army	-9.02027
▁To	-9.02109
▁themselves	-9.02189
▁Dato	-9.02492
▁bobongan	-9.02709
▁maito	-9.02857
▁field	-9.02868
▁R	-9.03126
▁afraid	-9.03227
▁kandadato	-9.03302
▁salakaw	-9.03341
▁want	-9.03623
▁prophet	-9.03857
▁maneg	-9.04054
▁voice	-9.04261
so	-9.04721
▁kapasadan	-9.04801
▁peace	-9.04836
rarangit	-9.05108
▁daughter	-9.05263
▁enemies	-9.05319
▁Sama	-9.05417
▁destroy	-9.05836
▁officials	-9.05901
▁month	-9.05978
ka	-9.06004
▁serve	-9.0602
▁ark	-9.06142
▁full	-9.06259
▁forever	-9.06455
▁Ilaya	-9.06569
▁tohan	-9.06648
▁kill	-9.06697
▁Saba	-9.06879
▁Yosowa	-9.06923
▁b	-9.06977
▁home	-9.06993
▁according	-9.07121
▁began	-9.07334
▁katohanan	-9.07466
▁lana	-9.07635
▁Come	-9.08007
▁praise	-9.08012
▁peke	-9.08244
▁seen	-9.08285
▁pereperan	-9.09104
the	-9.09125
▁Jews	-9.09187
▁bager	-9.09366
▁between	-9.09692
▁maporo	-9.09701
▁anything	-9.098
▁Anda	-9.09884
▁four	-9.10189
▁inheritance	-9.10214
▁righteousness	-9.1022
▁Tanto	-9.10221
▁cubits	-9.1029
▁prophets	-9.10647
▁strong	-9.1072
▁stood	-9.10858
▁destroyed	-9.10924
▁miyakaoma	-9.11363
▁kapekebabaya	-9.11721
▁petero	-9.11826
▁Paul	-9.11893
▁money	-9.11896
▁Yahiya	-9.1191
▁unclean	-9.11935
▁tamok	-9.12131
▁makaoma	-9.12132
▁ever	-9.1214
▁might	-9.12395
▁inowit	-9.12522
▁Absalom	-9.13036
▁oil	-9.13135
▁ika	-9.13392
▁toward	-9.13703
sapolo	-9.13766
▁penga	-9.14077
▁mitros	-9.14188
▁women	-9.14191
▁ngari	-9.1478
▁maontol	-9.14797
▁bago	-9.14806
▁angel	-9.15351
▁spirit	-9.15372
owan	-9.15428
▁gone	-9.15432
▁ten	-9.15551
▁joy	-9.15653
▁sapo	-9.15735
▁today	-9.15885
▁Joshua	-9.15941
▁yourselves	-9.15946
▁koda	-9.1597
▁Baal	-9.16094
▁F	-9.16524
▁Pidro	-9.16532
▁Yordan	-9.16533
▁daughters	-9.16601
▁hold	-9.16773
▁Kataw	-9.16955
▁return	-9.16986
▁doing	-9.17266
▁call	-9.17283
▁killed	-9.17287
▁why	-9.17367
▁Ke	-9.17402
▁maana	-9.17404
▁hearts	-9.17685
▁wisdom	-9.17728
il	-9.1774
▁pamemegayan	-9.17746
▁One	-9.17977
▁piyaki	-9.18194
▁rowang	-9.18383
▁kagagawii	-9.18397
▁miskin	-9.18419
▁Where	-9.18505
▁crowd	-9.18665
isako	-9.18869
▁fall	-9.18931
▁ways	-9.1911
da	-9.1937
baloy	-9.19454
▁since	-9.1946
▁Take	-9.19531
▁wise	-9.19552
▁ipesepaat	-9.19591
▁Kaban	-9.19636
▁Manga	-9.20001
▁fell	-9.2016
▁Philistines	-9.20266
▁poor	-9.20267
▁sheep	-9.20398
▁ask	-9.20511
▁miyaneg	-9.20827
▁Gods	-9.21232
▁clothes	-9.21509
▁pepanga	-9.21693
▁kampo	-9.21848
▁Ahab	-9.22024
▁yourself	-9.2203
ma	-9.22122
▁sebangan	-9.22208
▁Peter	-9.22589
ok	-9.22693
▁camp	-9.22723
▁stone	-9.22746
▁pipiya	-9.22915
▁inisembag	-9.22924
▁built	-9.23316
▁little	-9.2332
▁town	-9.23661
▁Their	-9.23724
▁person	-9.23835
▁battle	-9.23859
▁pangeleban	-9.23927
▁third	-9.24022
▁five	-9.24186
▁kinowa	-9.24571
▁tonganay	-9.24574
▁elders	-9.24582
▁nem	-9.24599
▁fruit	-9.24696
▁lay	-9.2473
▁mountain	-9.24899
▁nggolaola	-9.24913
▁limo	-9.24921
▁May	-9.25166
▁pagotaraan	-9.2521
▁magaan	-9.25327
▁pepeka	-9.25377
▁ipe	-9.25445
▁east	-9.25746
▁wall	-9.25838
▁pintoan	-9.25878
▁kamarataan	-9.25897
▁longer	-9.25904
as	-9.26145
▁new	-9.26171
▁ala	-9.26319
▁spoke	-9.26489
▁presence	-9.26514
▁Ya	-9.26521
▁disirto	-9.26526
▁mabager	-9.26534
▁ndo	-9.26565
▁isepaat	-9.26591
▁kaontol	-9.26714
▁bes	-9.26998
▁tribe	-9.27105
▁command	-9.27106
▁pelokelokesen	-9.27172
▁marani	-9.27206
▁somiyogo	-9.27233
▁anda	-9.27287
▁Miyaka	-9.27343
▁palace	-9.27401
ipantag	-9.27669
▁leave	-9.27682
▁being	-9.27783
▁Hol	-9.27911
▁times	-9.28398
▁kambing	-9.28508
▁ikatelo	-9.28563
▁ikadowa	-9.28587
▁That	-9.28695
▁l	-9.28768
▁lives	-9.29088
▁ontol	-9.29142
▁misosorat	-9.29189
▁lamalama	-9.2921
▁obas	-9.29356
▁chief	-9.29446
ir	-9.29492
▁Piraon	-9.29872
▁petotongen	-9.29895
▁pour	-9.29915
▁katao	-9.30006
▁kiyababa	-9.30051
▁E	-9.30087
▁Gawii	-9.30525
ill	-9.30538
▁kawanan	-9.30585
▁penggolaolaan	-9.30709
▁Seka	-9.30792
it	-9.31197
▁throne	-9.31243
▁re	-9.31487
▁Oman	-9.31676
▁pangangayamen	-9.31923
▁karo	-9.32034
▁hope	-9.3213
▁oras	-9.32329
▁strength	-9.32405
▁Jordan	-9.32592
▁mighty	-9.32872
vereign	-9.32977
▁others	-9.3304
aid	-9.33293
▁matey	-9.33317
▁returned	-9.33462
▁heavens	-9.33621
less	-9.33693
▁ongangen	-9.33741
▁wrath	-9.33994
▁Yaramiyas	-9.33998
▁kimar	-9.34004
▁tombaga	-9.34007
▁large	-9.34008
▁carried	-9.34027
▁kept	-9.34043
▁okit	-9.34112
▁John	-9.34721
▁kadakel	-9.34808
▁Totol	-9.34838
▁gagaw	-9.34984
▁kapatay	-9.35033
us	-9.35373
▁bronze	-9.35419
▁temanaan	-9.35421
▁tom	-9.35593
▁got	-9.35735
▁idad	-9.36065
▁dis	-9.36103
▁waters	-9.36162
▁kaposan	-9.36177
el	-9.36337
▁siki	-9.36797
▁open	-9.36822
▁spread	-9.3685
▁family	-9.36862
▁next	-9.36868
▁wood	-9.36938
▁idols	-9.36979
▁sound	-9.37008
▁n	-9.37343
▁mapetero	-9.37618
▁Simon	-9.37626
▁N	-9.3765
▁Ephraim	-9.37798
ga	-9.37801
kataw	-9.38151
▁Imisiren	-9.38329
▁sanctuary	-9.3833
▁pagabagatan	-9.38331
▁moriyataw	-9.38334
ar	-9.38375
▁lord	-9.38392
▁big	-9.38569
▁commands	-9.38802
▁Baniyamin	-9.39074
▁piyakamemesa	-9.39075
▁front	-9.39079
▁second	-9.39136
▁sorat	-9.39146
▁blessed	-9.39165
▁filled	-9.3917
▁war	-9.39313
manto	-9.39409
▁kaden	-9.39435
▁mountains	-9.39455
re	-9.39531
▁Man	-9.39664
▁oyagoyag	-9.39695
▁fellow	-9.39822
▁gabon	-9.39854
▁born	-9.3987
ther	-9.39897
▁everyone	-9.39902
▁bow	-9.40158
▁oriyan	-9.40418
aden	-9.40551
▁tero	-9.40566
▁cry	-9.40596
▁Og	-9.40704
▁twenty	-9.4071
▁olan	-9.40804
▁meet	-9.40921
▁kapeke	-9.40997
▁Giyan	-9.41169
▁Giyangka	-9.41308
▁honor	-9.41507
▁olaola	-9.41825
▁pepa	-9.42002
▁Abram	-9.42086
▁papanok	-9.42092
▁believe	-9.42235
▁anan	-9.42474
▁Iskak	-9.42855
▁Palaw	-9.42866
▁order	-9.43115
▁sun	-9.43188
▁hill	-9.43314
▁north	-9.43363
▁walk	-9.43369
▁wind	-9.43415
iah	-9.43478
▁worship	-9.43549
▁Yowab	-9.4363
▁darkness	-9.43659
and	-9.43719
▁sacrifice	-9.43871
▁D	-9.43929
▁standing	-9.44047
▁sangk	-9.44237
▁obey	-9.44302
▁mawatan	-9.44472
▁kalilintad	-9.44669
▁peoples	-9.44771
▁See	-9.44969
▁Pa	-9.44992
▁neighbor	-9.45202
▁Isaac	-9.45206
▁kakawasaan	-9.45243
▁answer	-9.45301
▁h	-9.45326
▁saitan	-9.45449
▁pay	-9.45511
▁burned	-9.45548
▁doka	-9.45704
▁free	-9.45887
▁myself	-9.45998
la	-9.46055
▁knowledge	-9.46069
▁spoken	-9.46341
▁thing	-9.46413
▁fine	-9.4662
▁angk	-9.46965
▁known	-9.4706
▁With	-9.4707
▁whatever	-9.47124
▁piy	-9.47209
▁nati	-9.47362
▁six	-9.47469
▁Moab	-9.47719
▁heads	-9.47821
▁kebaloy	-9.47876
▁mind	-9.47911
▁reign	-9.47937
▁Ago	-9.47989
is	-9.48071
▁nation	-9.48146
▁charge	-9.48229
ekaniyan	-9.48283
▁Gad	-9.48469
▁lalong	-9.48505
▁solotan	-9.48517
▁sight	-9.48544
▁lokes	-9.48559
ll	-9.48601
▁broken	-9.48673
▁save	-9.48766
▁korsi	-9.48813
▁kamamasa	-9.48992
▁drive	-9.49343
▁birth	-9.49386
▁ndodoo	-9.49463
▁oontol	-9.49557
▁master	-9.49678
▁Th	-9.49904
▁Tent	-9.49942
▁maliboteng	-9.50081
▁Idedeke	-9.50084
imbaal	-9.50095
▁Pamakineg	-9.5019
▁gathered	-9.502
▁bali	-9.50385
▁Ye	-9.50814
nan	-9.50815
▁miyalamba	-9.50899
▁Look	-9.5093
▁G	-9.50989
rom	-9.51073
▁evening	-9.51296
▁gate	-9.51355
▁present	-9.51512
▁sister	-9.51616
▁clean	-9.51629
▁Are	-9.51723
▁sala	-9.51911
▁animals	-9.51995
▁build	-9.51998
▁trouble	-9.52035
▁Song	-9.52145
▁understand	-9.52463
▁Samowil	-9.52581
▁assembly	-9.5259
▁half	-9.52647
▁initopa	-9.52661
▁appointed	-9.52689
iklas	-9.52711
▁entrance	-9.52749
▁offer	-9.52868
▁tent	-9.53042
▁bear	-9.5318
▁stones	-9.53206
▁peki	-9.53346
ran	-9.53364
kan	-9.53395
▁Joab	-9.53431
▁gees	-9.53435
▁giyan	-9.53445
▁Laban	-9.53448
▁bebet	-9.53449
▁arimaw	-9.5347
▁outside	-9.53527
▁male	-9.53699
▁number	-9.53753
▁pekatalingoma	-9.53766
▁somong	-9.5385
▁kalek	-9.53971
nggolaola	-9.54081
▁makape	-9.54138
▁break	-9.54241
▁kaka	-9.54567
▁onga	-9.54633
ampar	-9.54675
▁Jeremiah	-9.55167
▁Asiriya	-9.55182
▁maginged	-9.55197
▁maaped	-9.55201
sampay	-9.5537
go	-9.55385
▁dont	-9.5546
▁guard	-9.55658
▁Samuel	-9.56043
▁magariyari	-9.56045
▁okitokit	-9.56048
▁judge	-9.56378
ot	-9.5676
▁lie	-9.56786
▁Manasih	-9.56928
▁mangoda	-9.56958
▁keilay	-9.57336
▁judgment	-9.574
▁used	-9.57809
▁cities	-9.5782
ta	-9.58048
▁followed	-9.58078
▁Iliyas	-9.58254
▁laid	-9.58421
ai	-9.58514
▁Hezekiah	-9.58722
▁taritib	-9.58725
▁better	-9.58743
▁komiyasoy	-9.58752
▁always	-9.58781
▁something	-9.58783
▁door	-9.58869
▁bagian	-9.59148
▁husband	-9.59211
▁kobal	-9.59305
man	-9.5931
▁wealth	-9.59477
▁fat	-9.59632
▁kabatowa	-9.59633
▁sowara	-9.59665
▁raga	-9.59668
▁nggolaolaa	-9.59726
▁received	-9.59749
▁seda	-9.5982
iyan	-9.59911
▁matay	-9.60009
▁Sabbath	-9.60114
▁once	-9.60157
▁solo	-9.60173
▁lead	-9.60343
▁seek	-9.60349
▁soul	-9.60371
▁able	-9.60407
▁mans	-9.60528
▁sacred	-9.60547
▁Balaam	-9.60548
▁Meeting	-9.6055
▁matanog	-9.60554
▁Ndatoan	-9.60565
▁justice	-9.60586
▁giving	-9.60698
▁polaos	-9.60952
▁ro	-9.60962
▁kala	-9.60985
ap	-9.61238
▁matag	-9.61257
om	-9.61427
▁gordiya	-9.61501
▁mababaling	-9.61518
▁above	-9.61571
▁nanao	-9.61658
▁maot	-9.6171
▁sedepan	-9.61834
▁Sekan	-9.6188
▁Ini	-9.61883
▁inibega	-9.62098
▁oath	-9.62132
▁places	-9.62261
ba	-9.62378
▁Giliyad	-9.62408
▁struck	-9.62409
▁tangila	-9.62413
▁piyakalekelek	-9.62413
▁siringan	-9.62419
pedi	-9.62522
kaan	-9.62888
▁Siyon	-9.62988
wa	-9.631
▁fight	-9.63197
▁trees	-9.63204
teroon	-9.63241
begay	-9.63329
▁mitataog	-9.63357
▁kapipita	-9.63359
▁concern	-9.63389
▁harvest	-9.63416
▁Pengni	-9.63487
mataan	-9.63516
▁horses	-9.63563
▁kepakay	-9.63667
▁lalag	-9.6369
me	-9.63945
▁pray	-9.64029
▁wait	-9.64029
▁ingaran	-9.64114
▁true	-9.64335
▁incense	-9.64368
ken	-9.6437
▁kind	-9.6455
oma	-9.64764
▁magatos	-9.64853
▁carry	-9.65138
▁Hisikiyas	-9.65267
▁firstborn	-9.65269
▁Benjamin	-9.65269
▁Manasseh	-9.65384
▁totongen	-9.65521
▁ketokaw	-9.65595
satiman	-9.65643
▁household	-9.65792
▁Eve	-9.65842
▁Assyria	-9.6593
▁cover	-9.65983
▁Ipraim	-9.66235
▁lips	-9.66245
▁olibi	-9.66247
▁mapenggolaola	-9.66266
▁promised	-9.66308
▁chosen	-9.66323
▁Have	-9.66419
beta	-9.66456
▁Mount	-9.66526
aw	-9.66624
▁care	-9.6674
▁inimbawata	-9.66783
▁gather	-9.67005
embaalan	-9.67033
▁Im	-9.67132
▁stay	-9.67135
▁share	-9.67199
▁flesh	-9.67214
▁angry	-9.67225
▁miyater	-9.67406
▁deep	-9.67459
obay	-9.67525
▁C	-9.67578
▁sacrifices	-9.67743
▁grace	-9.67777
adapan	-9.67844
▁last	-9.68178
▁Every	-9.68188
▁Samariya	-9.6821
▁already	-9.68259
▁kapelalakaw	-9.68293
▁arga	-9.68429
▁sarta	-9.68455
▁r	-9.68467
insarat	-9.68775
▁led	-9.68811
▁south	-9.68923
▁favor	-9.69053
pepasod	-9.69099
▁belong	-9.69168
▁korban	-9.69197
▁Give	-9.69208
▁baradosa	-9.6927
▁consider	-9.69292
▁wide	-9.69368
▁kebabad	-9.69373
▁ino	-9.69791
▁rich	-9.70147
▁Iblis	-9.70219
▁alone	-9.70246
▁kimon	-9.70275
▁Miy	-9.7058
▁teach	-9.70781
▁road	-9.70873
▁attack	-9.71021
▁mercy	-9.71237
▁mananangga	-9.71242
▁talon	-9.71325
yan	-9.71552
▁Asa	-9.71575
▁opened	-9.7159
▁Gilead	-9.7169
▁prayer	-9.71875
▁Mala	-9.71945
▁beside	-9.71974
▁walo	-9.72101
ur	-9.72171
▁message	-9.72267
▁maongangen	-9.72314
▁kapal	-9.72336
▁seventh	-9.72368
▁kawali	-9.72689
▁petoman	-9.72714
▁paniyakit	-9.7331
▁asinda	-9.7336
▁pakinega	-9.73374
▁tarotop	-9.73404
▁reached	-9.73414
▁hair	-9.7344
▁sapak	-9.7358
▁kobor	-9.73653
▁Beth	-9.73673
pen	-9.73763
▁kilo	-9.74163
▁tabernacle	-9.74363
▁kapalawan	-9.74367
▁fish	-9.74403
▁understanding	-9.74548
▁Some	-9.74549
▁kekan	-9.7474
di	-9.74776
▁matero	-9.75062
▁matao	-9.75142
▁Sir	-9.75186
▁tiya	-9.75219
till	-9.75373
▁piyakasisingay	-9.75432
▁mapita	-9.75453
▁pass	-9.75466
▁raised	-9.75536
▁petay	-9.75563
▁chariots	-9.75701
▁wrong	-9.75902
▁trust	-9.75905
ong	-9.76068
▁Ill	-9.76165
▁soasoat	-9.76233
oyagoyag	-9.7626
▁forty	-9.76267
▁remember	-9.76381
▁ya	-9.76469
▁Parisi	-9.76499
▁curtain	-9.765
▁olanolan	-9.76503
▁pangingilain	-9.76504
▁someone	-9.76608
▁kababantogan	-9.76666
▁tenga	-9.76757
▁poporo	-9.76854
▁Isaw	-9.7707
ay	-9.77163
▁pengni	-9.77374
lowin	-9.77537
▁Listen	-9.77586
▁pimbaalan	-9.77601
▁behind	-9.77623
▁dinis	-9.77625
▁ken	-9.77625
▁happened	-9.77668
▁totol	-9.77706
▁leaders	-9.77899
ilaya	-9.77973
▁kipantag	-9.7824
▁friend	-9.78334
▁pekeilay	-9.78369
▁Idomiya	-9.78463
▁bitowan	-9.7852
either	-9.78586
▁think	-9.78667
▁Samaria	-9.78708
▁Ilisas	-9.78715
▁mbalabala	-9.78728
▁pesimbaan	-9.78814
▁covered	-9.78901
▁hard	-9.78936
▁remain	-9.79098
▁melili	-9.79123
▁som	-9.79145
▁Bit	-9.79217
▁akal	-9.79243
▁Aram	-9.79502
▁otan	-9.79669
▁Esau	-9.79793
▁pangomaan	-9.79799
▁appeared	-9.7991
▁tolan	-9.79922
▁tagoa	-9.80337
b	-9.80369
▁rock	-9.80513
▁basa	-9.80517
▁sign	-9.80571
▁commander	-9.80586
▁buried	-9.80921
▁salvation	-9.80936
▁finished	-9.80996
▁kangodaan	-9.81054
▁pematay	-9.81213
▁linen	-9.81273
▁bad	-9.81302
▁kebayaan	-9.81355
▁lies	-9.81536
led	-9.81555
▁bagi	-9.81706
le	-9.81999
▁Mowab	-9.82035
senggay	-9.82044
▁gospel	-9.82055
▁Elijah	-9.82055
▁komandir	-9.82057
▁ikapito	-9.82104
▁kros	-9.82114
▁dayon	-9.82548
▁rejoice	-9.82628
▁part	-9.82751
▁report	-9.82798
ance	-9.82892
▁proclaim	-9.83066
▁Ay	-9.83132
▁enough	-9.83208
▁Nibokadnisar	-9.83208
▁Elisha	-9.83326
▁sabala	-9.83372
ut	-9.83454
▁ginawai	-9.83519
able	-9.83542
▁Make	-9.83572
▁goes	-9.83693
▁obay	-9.83833
overeign	-9.83879
ting	-9.83973
▁kebaya	-9.83974
▁cloud	-9.8399
▁kaom	-9.84025
▁ahead	-9.84142
▁Jeroboam	-9.84369
▁lomiyalakaw	-9.84373
▁most	-9.84385
▁tabang	-9.84396
▁forefathers	-9.84408
▁surround	-9.84408
▁stopped	-9.84415
▁pure	-9.84478
▁sake	-9.84519
ring	-9.84652
▁speaking	-9.84733
▁god	-9.84868
▁Roo	-9.85037
during	-9.85063
▁gates	-9.85079
ag	-9.8511
▁flock	-9.85131
▁table	-9.85195
ang	-9.85283
▁detestable	-9.85548
▁potaw	-9.85564
▁arrived	-9.85569
▁mbonoon	-9.85635
▁twelve	-9.85657
▁relatives	-9.85667
▁miyaona	-9.85741
▁keleb	-9.85754
▁gagawii	-9.85939
▁saved	-9.85961
▁giyangka	-9.86012
▁Miyakaisa	-9.86048
▁shame	-9.86279
▁tribes	-9.86285
▁nggalebek	-9.8636
▁se	-9.86389
▁Piya	-9.86402
▁taros	-9.86453
▁gift	-9.86553
▁guilt	-9.8658
▁thirty	-9.86632
awasaig	-9.86684
▁modol	-9.86732
▁Yarobowam	-9.86736
▁pekorbanen	-9.86762
▁room	-9.86788
▁dust	-9.86817
▁andamanaya	-9.86832
▁decrees	-9.86961
▁accept	-9.8718
▁kitab	-9.87229
▁Dan	-9.87287
▁kapaka	-9.8738
▁angels	-9.87559
iyo	-9.87668
am	-9.87819
▁book	-9.87837
▁enemy	-9.87937
▁messenger	-9.87941
▁kamapiyaan	-9.87942
▁barombarong	-9.87948
▁within	-9.87962
▁Kanaan	-9.8799
▁wild	-9.88011
▁bones	-9.88031
▁deeds	-9.88037
lilibet	-9.88045
onayan	-9.88073
▁Egyptians	-9.8809
▁mariga	-9.88178
▁birds	-9.88192
▁pek	-9.8833
▁receive	-9.88568
▁distress	-9.88953
nga	-9.88995
▁lominiyo	-9.89162
▁fled	-9.89225
▁wives	-9.89285
▁watch	-9.89311
▁thought	-9.89417
▁gani	-9.89443
▁small	-9.89503
▁bok	-9.89538
▁flocks	-9.89586
▁friends	-9.89615
yal	-9.89782
▁taga	-9.89785
▁katokawi	-9.89839
▁goro	-9.89886
▁kiyanega	-9.89937
med	-9.89948
wan	-9.90003
▁Israelite	-9.90028
▁kake	-9.90052
▁fields	-9.9018
▁An	-9.90242
▁blind	-9.90387
▁Agama	-9.90393
▁authority	-9.90394
▁disaster	-9.90394
▁kalopaan	-9.90395
▁kasangkapan	-9.90395
▁mine	-9.90402
▁piyalad	-9.90403
▁Samson	-9.90403
▁Sarah	-9.90404
▁pamomolan	-9.90406
▁labor	-9.90414
▁gobirnador	-9.90467
▁rait	-9.90471
▁foot	-9.90489
▁river	-9.90592
▁gain	-9.90691
▁Here	-9.90903
▁walls	-9.91123
▁kiyatokaw	-9.91145
▁pipikir	-9.91325
ve	-9.91481
ful	-9.91488
▁karomasayan	-9.91649
▁Balintad	-9.9165
▁bogiyong	-9.9167
▁atonement	-9.91701
▁knows	-9.91806
▁Kapedi	-9.91817
▁inside	-9.9183
▁pieces	-9.91899
rakes	-9.91986
▁pamakinega	-9.92037
▁bull	-9.92273
▁rain	-9.92664
▁Yonatan	-9.92909
▁lakongan	-9.92913
▁grow	-9.92927
▁Pharisees	-9.92956
▁tiyago	-9.93016
▁Haman	-9.93131
wit	-9.93149
▁kapetoman	-9.9323
os	-9.93249
began	-9.93296
▁laws	-9.93302
▁Just	-9.93453
▁liyawa	-9.93457
pa	-9.93486
▁possession	-9.93794
▁kapedi	-9.94094
od	-9.94136
▁wickedness	-9.94205
▁rice	-9.94216
▁peparatiyaya	-9.94231
▁kiyapatay	-9.94233
▁devour	-9.94278
▁except	-9.94339
▁cast	-9.94359
▁none	-9.94454
▁top	-9.94571
▁nggagaan	-9.94725
▁famine	-9.95005
▁skin	-9.95123
▁rebuke	-9.95241
ites	-9.95322
▁meat	-9.95356
▁kota	-9.95404
▁podi	-9.95517
▁isaisa	-9.95577
nce	-9.95889
▁panga	-9.95969
▁kapepaginetaw	-9.95982
alley	-9.9621
▁kap	-9.96281
▁pekebabaya	-9.96447
▁bless	-9.96508
▁tiyan	-9.96556
▁teaching	-9.96556
▁Ah	-9.96592
inisepa	-9.96688
▁ribro	-9.96804
▁lamisaan	-9.96805
▁Kapasadan	-9.96806
▁community	-9.96809
▁Andamanaya	-9.96811
▁Mabager	-9.96813
▁Amoniyo	-9.96814
▁takes	-9.96865
▁pembaloy	-9.96903
▁paliyogat	-9.97044
▁kowaan	-9.97087
▁babaling	-9.97087
kiilay	-9.97165
▁katas	-9.97224
▁flee	-9.97275
▁houses	-9.9755
▁hide	-9.97708
▁piyak	-9.97839
▁plant	-9.97945
▁plunder	-9.97987
▁cattle	-9.98136
▁bayanek	-9.98137
▁Woe	-9.98138
▁kadostaan	-9.98139
▁livestock	-9.98139
▁families	-9.98139
▁Nebuchadnezzar	-9.98141
▁committed	-9.98144
▁certain	-9.98175
▁Gentiles	-9.98198
▁Pite	-9.9823
▁ready	-9.98366
▁reigned	-9.9837
▁Lot	-9.98391
▁close	-9.98464
▁Liyo	-9.98484
one	-9.9861
▁pekelek	-9.98645
▁Her	-9.98681
▁tomo	-9.98785
itindeg	-9.9883
▁succeed	-9.9897
▁broke	-9.99056
▁use	-9.99068
▁court	-9.99072
▁loved	-9.99158
▁slave	-9.99173
▁ones	-9.99184
▁clan	-9.99276
▁Like	-9.99394
▁entire	-9.99487
▁paridi	-9.99488
▁Darpa	-9.9949
▁Manosiya	-9.9949
▁kailangan	-9.99536
▁pelata	-9.9954
▁Giyoto	-9.99606
▁wash	-9.99706
▁didalem	-9.99841
▁clans	-9.9987
▁mbinasaan	-9.99892
▁Edom	-10.0004
keyaw	-10.0009
▁need	-10.0022
▁curse	-10.0029
agak	-10.0037
▁else	-10.0039
▁pursue	-10.0042
▁west	-10.0048
▁loves	-10.0049
▁beca	-10.0063
▁account	-10.0072
▁alive	-10.0073
yas	-10.0079
▁ate	-10.0081
▁careful	-10.0083
▁Robin	-10.0086
▁branches	-10.0087
▁Canaan	-10.0089
▁miyatoon	-10.0089
▁fifty	-10.009
▁draw	-10.0093
▁soldiers	-10.0095
agid	-10.0097
▁prepared	-10.0107
▁offered	-10.0113
raise	-10.0134
▁kinds	-10.0144
imbawata	-10.0146
▁dream	-10.0154
▁held	-10.0157
▁fool	-10.0166
▁Fr	-10.0168
▁pagowit	-10.017
▁animal	-10.0181
ry	-10.0182
▁kapa	-10.0183
▁tongue	-10.0183
▁search	-10.0193
▁sleep	-10.0196
▁Podi	-10.0198
▁beautiful	-10.0225
▁Sidon	-10.0226
▁baebay	-10.0226
pan	-10.0227
▁oniin	-10.0236
anan	-10.0246
▁pekaoma	-10.0251
▁perish	-10.0259
▁daway	-10.0265
▁katawi	-10.0275
▁commanders	-10.0276
▁Law	-10.0292
▁miyaila	-10.0294
▁tali	-10.0296
▁generation	-10.0324
▁case	-10.0325
▁exile	-10.0326
ship	-10.0327
▁ruler	-10.0329
▁Hear	-10.0356
▁ram	-10.0356
▁Libi	-10.0357
▁suffer	-10.0358
▁false	-10.0362
▁cried	-10.0366
▁Jonathan	-10.0366
▁Passover	-10.0366
▁attention	-10.0366
▁taginepen	-10.0366
▁knew	-10.0366
▁Sodom	-10.0367
▁cross	-10.0367
▁seed	-10.0368
▁completely	-10.0372
okit	-10.0372
▁iron	-10.0372
▁buy	-10.0374
▁Ammonites	-10.0377
▁stayed	-10.0385
▁Sea	-10.0388
▁sit	-10.0403
▁kabenar	-10.0411
▁join	-10.0425
▁pangni	-10.0429
▁ikidia	-10.0433
neg	-10.0434
▁test	-10.0448
▁ndao	-10.0454
▁please	-10.0464
▁paka	-10.0471
▁bangsa	-10.0508
▁beginning	-10.0509
▁pangongokom	-10.0509
▁piyanotol	-10.0509
▁kiyararangitan	-10.0513
▁mamot	-10.0514
▁scattered	-10.0516
pak	-10.0518
▁sotra	-10.0524
▁passed	-10.0528
▁ears	-10.0538
▁bed	-10.0543
▁omor	-10.0543
adakel	-10.0545
▁iila	-10.0549
▁pekakan	-10.0563
▁somiyo	-10.0574
sii	-10.0595
▁dwell	-10.0597
▁deliver	-10.0607
nat	-10.0617
▁leader	-10.0619
▁kaolad	-10.0627
▁kanggolaola	-10.0638
▁eye	-10.0638
▁Amoriyo	-10.0653
▁Galili	-10.0653
▁Daniyal	-10.0653
▁courtyard	-10.0653
▁piyamono	-10.0654
▁ikasosoat	-10.0656
▁ndatar	-10.0659
▁kalangolangon	-10.0659
▁maregen	-10.066
gan	-10.0663
▁bowalan	-10.0664
▁lying	-10.0667
▁morala	-10.0668
▁threw	-10.0673
▁pekasong	-10.0674
im	-10.0686
▁siyaw	-10.0686
▁making	-10.0689
ought	-10.0697
ikibir	-10.0704
▁w	-10.0713
▁awang	-10.0715
▁white	-10.0721
▁rule	-10.0735
▁names	-10.0741
he	-10.0754
▁measure	-10.0757
tar	-10.0767
▁read	-10.0773
▁cloth	-10.0782
ch	-10.0787
▁paki	-10.0788
▁kini	-10.0797
▁Or	-10.0799
▁Daniel	-10.08
▁sidro	-10.0801
▁bitoon	-10.0801
▁panginginomen	-10.0801
▁Telabokan	-10.0801
▁moontod	-10.0803
▁balintad	-10.0803
▁Diho	-10.0803
▁tapay	-10.0804
▁bangkay	-10.0806
pipikir	-10.0806
▁miyakapoon	-10.0812
▁Poon	-10.0814
▁inner	-10.0814
▁greater	-10.0817
▁endure	-10.0824
▁ordered	-10.0833
si	-10.0836
▁ipembegay	-10.0842
▁inikidi	-10.0866
▁includ	-10.0873
ness	-10.0878
▁preach	-10.0892
▁talk	-10.0905
▁Lango	-10.0929
ment	-10.0937
▁lion	-10.0942
▁eternal	-10.095
▁probinsiya	-10.095
▁miyakowa	-10.0954
▁tominindeg	-10.0955
▁miyakailay	-10.0957
▁kelong	-10.0957
▁sitting	-10.0959
▁officers	-10.0965
▁inisorat	-10.0965
▁thrown	-10.0974
▁donkeys	-10.0988
▁balo	-10.0996
▁gifts	-10.1001
▁sanggibo	-10.1004
ous	-10.1006
▁looking	-10.1032
▁goat	-10.1039
▁news	-10.1043
▁rise	-10.1063
▁move	-10.1065
ach	-10.1073
▁mourn	-10.1081
▁Siba	-10.1082
▁church	-10.1098
uickly	-10.1098
▁Gilgal	-10.1101
▁territory	-10.1102
▁Paska	-10.1102
▁komakaden	-10.1102
▁tomana	-10.1109
▁therefore	-10.1125
▁Get	-10.1147
nggolalan	-10.1149
ira	-10.1152
▁aside	-10.1152
angan	-10.1152
▁pepe	-10.1181
▁grave	-10.1208
▁mothers	-10.1248
▁cherubim	-10.1255
▁Ragat	-10.1255
▁destruction	-10.1256
▁write	-10.1266
▁pagelet	-10.1273
▁sing	-10.1284
▁desire	-10.1299
▁rulers	-10.13
rata	-10.1312
▁signs	-10.1312
poonan	-10.1316
yag	-10.1323
▁dila	-10.1324
ad	-10.1335
▁giyana	-10.1355
▁ruin	-10.1356
▁service	-10.1363
▁delight	-10.1369
▁vineyard	-10.137
▁d	-10.1386
▁harm	-10.1386
▁refuge	-10.1407
▁testimony	-10.1411
▁Hirod	-10.1412
▁hidden	-10.1412
▁regard	-10.1413
▁grass	-10.1413
▁Jehu	-10.1413
▁kapakipetidawa	-10.1415
lombos	-10.1417
▁bangkaw	-10.1418
▁mapasad	-10.1418
▁katey	-10.1428
▁sibo	-10.144
▁Oh	-10.1444
▁fallen	-10.1452
▁generations	-10.1457
▁dry	-10.1475
▁paratiyayaa	-10.1477
▁cause	-10.1512
▁Dis	-10.1521
▁donkey	-10.1528
dakel	-10.1529
▁run	-10.1532
▁journey	-10.157
▁ikapat	-10.1571
▁sky	-10.1572
▁sinned	-10.1573
▁Iliyasar	-10.1573
awaan	-10.1575
▁kirek	-10.1576
▁sapaat	-10.1578
▁healed	-10.1581
▁guilty	-10.1589
▁arm	-10.1594
▁garments	-10.1599
▁pleased	-10.1601
▁waga	-10.1609
▁sogo	-10.1653
▁Most	-10.1654
u	-10.1664
▁fast	-10.1705
▁Ayob	-10.1731
▁Lebanon	-10.1731
▁nipay	-10.1731
▁faithful	-10.1732
▁kiyapakaoma	-10.1732
▁kegaga	-10.1732
▁tagayan	-10.1733
▁biyono	-10.1733
▁Pilato	-10.1734
▁kelamba	-10.1737
▁Sangko	-10.1739
▁creatures	-10.1752
▁Put	-10.1762
▁korbanen	-10.177
men	-10.1782
▁whe	-10.1785
dadalem	-10.1802
▁Antona	-10.181
▁biyalo	-10.1838
▁Say	-10.1839
▁la	-10.184
▁kiyatero	-10.1858
rowar	-10.1864
og	-10.1869
▁forgive	-10.188
lah	-10.1885
tay	-10.189
▁shout	-10.1892
▁desolate	-10.1895
▁Mariyam	-10.1895
▁lomalakaw	-10.1895
▁really	-10.1896
▁Balak	-10.1896
▁purpose	-10.1897
▁pasad	-10.1897
aan	-10.1898
▁few	-10.1898
▁omoy	-10.1899
▁continue	-10.19
▁kekowa	-10.1901
▁Tiro	-10.1901
▁throw	-10.1905
▁kandaneg	-10.1908
▁Name	-10.1915
▁pekasoled	-10.1915
▁fighting	-10.1917
▁kesoy	-10.1918
▁kiyapaka	-10.192
▁punish	-10.1923
▁greatly	-10.1926
▁matito	-10.1927
▁somiy	-10.1932
▁piyangni	-10.1938
▁Eli	-10.194
ti	-10.1955
yo	-10.1981
iran	-10.1986
▁boy	-10.1988
▁kaaden	-10.1992
▁kiyada	-10.2009
▁princes	-10.2012
▁plague	-10.2018
▁girl	-10.202
▁piyakisogo	-10.2034
▁tego	-10.2039
▁matter	-10.2042
▁rescue	-10.2049
▁sako	-10.2054
▁compassion	-10.2061
▁Sidikiyas	-10.2062
▁katatago	-10.2064
▁cup	-10.2064
▁miyakandosa	-10.2065
▁Amorites	-10.2067
▁kanggiginawai	-10.2068
▁ndodon	-10.207
▁wings	-10.2074
▁kipe	-10.2075
kapipiya	-10.2075
▁goats	-10.208
tan	-10.208
▁continued	-10.2082
▁kiyapa	-10.2084
▁moved	-10.2084
▁kabas	-10.2088
▁Bless	-10.2097
▁married	-10.2098
▁manggolaola	-10.211
ak	-10.2116
okawan	-10.2121
▁Kemor	-10.213
▁alien	-10.2133
▁hills	-10.2149
alayon	-10.2165
▁bota	-10.2173
▁hate	-10.2192
ver	-10.2213
▁slaughter	-10.2219
▁garden	-10.2228
▁grew	-10.2231
▁property	-10.2231
▁troops	-10.2231
▁Bitil	-10.2235
▁kalasan	-10.2239
▁fourth	-10.224
▁Kiya	-10.224
▁articles	-10.2246
▁believed	-10.2265
▁lifted	-10.2266
▁f	-10.2269
▁miyada	-10.2271
▁slaves	-10.2288
▁Mini	-10.2292
▁line	-10.2314
▁sold	-10.234
▁Again	-10.2342
▁eating	-10.2345
▁works	-10.2348
▁Has	-10.2353
▁staff	-10.2359
▁eaten	-10.2361
mala	-10.2364
▁spring	-10.2368
▁sabot	-10.2371
▁lift	-10.2398
▁kasalaan	-10.2405
▁fill	-10.2408
▁summoned	-10.2409
▁defiled	-10.2411
▁teken	-10.2413
▁anointed	-10.2425
▁thanks	-10.2427
though	-10.2427
▁prayed	-10.243
▁settled	-10.2431
adadalem	-10.2433
▁kawasa	-10.2433
▁lambs	-10.2442
awidan	-10.2481
alamat	-10.2496
▁kaporo	-10.2505
▁vision	-10.2544
▁somiyol	-10.2546
▁commit	-10.2547
san	-10.2567
▁glad	-10.2575
▁lamb	-10.2575
edekiah	-10.2575
▁Bethel	-10.258
▁maresik	-10.2586
▁kewit	-10.2586
▁lo	-10.2588
▁lost	-10.2588
▁kambonoa	-10.2588
▁removed	-10.2589
▁Midiyan	-10.2589
▁rejected	-10.2592
▁sapadan	-10.2593
▁teachers	-10.2605
▁pelalakaw	-10.2633
▁prison	-10.2634
▁pag	-10.2638
oman	-10.2642
▁burning	-10.2645
abaloy	-10.2652
▁pull	-10.2656
ling	-10.2668
▁boat	-10.2699
▁pit	-10.2705
▁sowaan	-10.2707
▁floor	-10.2713
▁li	-10.2722
having	-10.2725
▁blessing	-10.2733
nyone	-10.2739
kasoy	-10.2742
▁mbala	-10.2755
▁Tyre	-10.2757
▁Libanon	-10.2757
▁Eleazar	-10.2757
▁Gidiyon	-10.2757
▁yeast	-10.2757
▁montiya	-10.2757
▁mapekewali	-10.2758
ala	-10.2759
▁waged	-10.276
▁later	-10.2761
ito	-10.2761
▁swore	-10.2763
▁miyatey	-10.2765
▁captured	-10.2765
▁miyaling	-10.2768
▁best	-10.2775
▁pegosar	-10.278
▁H	-10.2812
▁ipekegowad	-10.2815
▁Ika	-10.2827
aoto	-10.2831
▁kom	-10.2863
papaliyogat	-10.2867
ell	-10.2876
▁weak	-10.2877
▁trumpet	-10.2898
▁building	-10.2924
▁flour	-10.2938
▁caught	-10.2939
▁sinagoga	-10.2939
▁defect	-10.294
▁Tamar	-10.294
▁provide	-10.294
▁galebo	-10.2942
▁kiyailaya	-10.2945
▁Jehoshaphat	-10.2945
▁panday	-10.2946
kepos	-10.2948
▁poles	-10.295
drew	-10.2954
▁Isayas	-10.2956
▁reason	-10.2961
▁touched	-10.2963
▁Ana	-10.2965
▁inisapaat	-10.2968
▁planted	-10.2969
▁worshiped	-10.2974
▁kapesimba	-10.2983
▁altars	-10.2985
▁Giyana	-10.2993
ra	-10.3006
▁peso	-10.3013
▁Ili	-10.3017
▁Piyaki	-10.3023
▁tenth	-10.3043
▁waste	-10.305
▁Not	-10.3051
▁breath	-10.3076
▁cedar	-10.3082
▁widow	-10.3083
▁horse	-10.3085
▁strike	-10.3085
▁Pharaohs	-10.3089
onotan	-10.3096
▁beast	-10.3097
▁stop	-10.3106
▁yoke	-10.3111
▁accord	-10.3111
▁keda	-10.3113
▁increase	-10.3114
▁papan	-10.3122
do	-10.3122
▁Amnon	-10.3124
▁Hibron	-10.3124
▁scroll	-10.3124
▁Katii	-10.3124
▁pride	-10.3124
▁Damascus	-10.3124
▁saints	-10.3124
▁pageemaan	-10.3124
▁Ramah	-10.3125
▁Sikim	-10.3125
▁revealed	-10.3127
▁miyakatelo	-10.3128
▁Noah	-10.3132
▁papak	-10.3134
▁loud	-10.3138
▁bought	-10.3138
▁forget	-10.3139
▁shekels	-10.3143
▁ipekebabaya	-10.3148
▁gasa	-10.315
▁Nok	-10.315
▁means	-10.3163
▁pleas	-10.3165
not	-10.3171
no	-10.3198
▁Ho	-10.3201
▁possess	-10.3202
▁mba	-10.3208
▁awid	-10.3268
▁terror	-10.327
▁mada	-10.3277
▁escape	-10.3301
▁sure	-10.3305
▁prepare	-10.3307
▁Barnabas	-10.3313
▁bayambayanan	-10.3313
▁splendor	-10.3313
▁offspring	-10.3315
▁Rakila	-10.3316
▁pasin	-10.3318
▁mapasang	-10.3318
▁daondaw	-10.3321
▁obarobar	-10.3326
▁kakesabet	-10.3327
▁babager	-10.3329
▁arina	-10.333
▁fulfilled	-10.3331
▁liyang	-10.3333
▁remained	-10.3338
▁bowis	-10.3344
▁tomanen	-10.3347
▁Mbaal	-10.3349
▁ends	-10.337
apoan	-10.3379
▁clouds	-10.338
▁gona	-10.3401
gen	-10.3405
tokawi	-10.3414
eg	-10.3427
lowan	-10.3431
▁kowaa	-10.3432
▁age	-10.3434
▁apostles	-10.345
▁upright	-10.3454
▁Lo	-10.3455
minowa	-10.3462
▁secret	-10.3464
yond	-10.3465
▁katokaw	-10.3472
▁ipenggolalan	-10.3482
▁baro	-10.3495
▁petego	-10.35
▁honey	-10.3505
▁Galilee	-10.3505
▁basket	-10.3505
▁Yahosapat	-10.3505
▁foolish	-10.3505
▁ear	-10.3505
▁Feast	-10.3505
▁lack	-10.3505
▁mandangan	-10.3506
▁value	-10.3508
▁maliwanag	-10.3508
▁taught	-10.3508
▁rantay	-10.3508
▁Naomi	-10.3512
▁sexual	-10.3512
▁matoon	-10.3513
▁migay	-10.3514
▁pan	-10.3523
▁sebenar	-10.353
mbaloy	-10.3534
▁apart	-10.3539
kesoy	-10.3539
▁kao	-10.3547
▁onaan	-10.3549
▁mapepen	-10.3564
est	-10.3565
et	-10.3574
▁Wh	-10.3589
▁koman	-10.3604
▁andang	-10.3607
▁happen	-10.3628
▁piyan	-10.3633
▁taon	-10.3634
▁ilaya	-10.3638
▁antap	-10.3643
▁neck	-10.3667
bagi	-10.367
▁portion	-10.368
▁witness	-10.3682
▁Can	-10.3684
▁poonan	-10.3691
▁wrote	-10.3701
▁miraculous	-10.3701
▁Istira	-10.3701
▁pananagikor	-10.3701
▁kamamanosiyai	-10.3701
▁bodies	-10.3702
▁apiy	-10.3702
▁kalalalongan	-10.3703
▁kindness	-10.3705
▁Solotan	-10.3706
▁crushed	-10.3709
▁established	-10.371
▁Satan	-10.3712
▁olive	-10.3712
mbaal	-10.3717
▁bobolos	-10.3717
▁maawid	-10.372
▁diwang	-10.3721
▁terimaan	-10.3736
▁Levi	-10.3737
▁ininggolalan	-10.374
niise	-10.3771
ni	-10.3782
▁belongs	-10.3783
iyapili	-10.3796
kibir	-10.3803
▁likod	-10.3804
▁forth	-10.381
▁pana	-10.3816
ped	-10.3826
▁kadato	-10.3845
▁met	-10.3861
▁piece	-10.3867
inggolaola	-10.3874
▁giyangk	-10.3878
ies	-10.3879
▁Sab	-10.3882
▁Peka	-10.3898
▁innocent	-10.3901
▁Mordikay	-10.3901
▁Hebron	-10.3902
▁streets	-10.3918
▁stars	-10.3919
▁Siriya	-10.392
▁delivered	-10.3921
▁wonders	-10.3926
ri	-10.3929
▁nggobat	-10.3931
▁Nggolalan	-10.3931
likodan	-10.3939
▁sacrificed	-10.3943
pepaginetaw	-10.3956
ipos	-10.397
pepangangarapan	-10.3973
agaw	-10.3978
▁nakoda	-10.3992
▁mak	-10.4032
emember	-10.4036
▁miyamang	-10.4037
▁promise	-10.4048
▁bound	-10.4063
▁sat	-10.4093
▁anoint	-10.4093
▁petotong	-10.4094
▁Bin	-10.4097
▁cloak	-10.4105
▁heavy	-10.4105
▁baraniyawa	-10.4105
▁Daughter	-10.4106
▁Hitiyo	-10.4106
▁Pilate	-10.4107
▁Hadad	-10.4107
▁marry	-10.411
▁miyakatalingoma	-10.411
▁ketoon	-10.4111
▁wh	-10.4112
▁swear	-10.4116
▁rod	-10.4117
▁refused	-10.4119
▁shouted	-10.4122
▁onta	-10.4128
▁sinful	-10.4128
▁nobles	-10.4132
▁attacked	-10.4134
▁horns	-10.4144
▁raise	-10.4144
served	-10.4156
▁boast	-10.4161
ek	-10.4165
ite	-10.417
▁lalakaw	-10.4171
▁keoyag	-10.4187
▁decree	-10.4194
▁peg	-10.4195
▁yours	-10.4213
ngka	-10.4213
olog	-10.4213
▁Somiyo	-10.4216
▁inise	-10.4227
▁ikalim	-10.4236
▁ra	-10.4249
▁miyama	-10.4263
aipos	-10.4269
▁region	-10.427
▁sogoon	-10.4271
▁pain	-10.4281
▁soon	-10.4286
▁reward	-10.4304
▁fortified	-10.4314
▁timplo	-10.4314
▁ngipen	-10.4315
onot	-10.4315
▁bore	-10.4318
▁piyam	-10.432
▁blue	-10.432
▁ranaw	-10.4324
▁Canaanites	-10.4326
▁kababaan	-10.4328
lalakaw	-10.4337
▁gomiya	-10.4358
▁robe	-10.4362
▁willing	-10.4364
▁pesong	-10.4375
▁rooms	-10.4388
inili	-10.4392
▁Rek	-10.4397
▁pekedeg	-10.4398
▁oona	-10.4406
▁judges	-10.4412
▁act	-10.4427
pegilaya	-10.4453
ather	-10.4471
▁force	-10.448
▁miyamaka	-10.4488
▁crown	-10.4495
▁kebinasa	-10.4495
echariah	-10.4523
▁ephod	-10.4526
▁Jericho	-10.4526
▁Abimilik	-10.4526
▁Rehoboam	-10.4526
▁Rihobowam	-10.4526
▁Yosiyas	-10.4527
▁silent	-10.4528
▁speaks	-10.4528
▁Yowas	-10.4529
▁makapal	-10.4529
▁makipetidawa	-10.4531
red	-10.4532
▁tomorrow	-10.4532
▁Sihon	-10.4533
▁abandon	-10.4533
ueen	-10.4533
▁kapapantagan	-10.4536
▁streams	-10.4536
▁lompok	-10.4538
naw	-10.4539
▁makitidawa	-10.4539
▁learned	-10.4539
▁taking	-10.4539
li	-10.454
▁Mary	-10.454
▁deal	-10.4546
▁Goro	-10.4551
▁mababa	-10.4552
talondog	-10.4561
▁herds	-10.4567
▁Does	-10.457
▁bote	-10.4582
▁wanted	-10.4583
▁koden	-10.4587
▁early	-10.4591
use	-10.4591
owa	-10.4595
▁lalaw	-10.4599
▁thoughts	-10.46
▁oongangen	-10.4614
▁kasoy	-10.4632
iniraot	-10.4646
kat	-10.4652
▁Korah	-10.4661
uire	-10.4677
▁seventy	-10.4694
▁subject	-10.47
▁choose	-10.4702
▁shield	-10.4702
▁border	-10.4705
▁pepanalagad	-10.4717
▁suffering	-10.4726
▁dwelling	-10.4727
▁disgrace	-10.4728
▁prophesy	-10.4731
▁advice	-10.4743
pekeneg	-10.4744
▁lampstand	-10.4744
▁testify	-10.4745
▁faithfulness	-10.4746
▁magiinged	-10.4746
▁saksi	-10.4746
▁miyamemesa	-10.4746
▁slain	-10.4748
▁perimon	-10.4749
▁circumcised	-10.4749
▁biro	-10.4754
▁Never	-10.4756
arakmatan	-10.4758
▁talking	-10.4759
▁clothing	-10.476
▁consecrated	-10.476
▁divided	-10.4761
▁crossed	-10.4767
▁youth	-10.4774
▁path	-10.4777
▁caused	-10.478
▁divisions	-10.4783
▁walked	-10.4784
▁ribat	-10.4784
▁Kowa	-10.4787
▁torn	-10.4788
▁forgiven	-10.4788
▁gomaan	-10.4789
iisaisa	-10.4815
▁ilaw	-10.482
▁prisoner	-10.4822
lay	-10.4839
▁ndiditar	-10.4849
gaw	-10.4864
cross	-10.4868
lalayon	-10.4873
▁kasong	-10.4877
▁Did	-10.4878
▁wave	-10.4888
anda	-10.4894
▁appear	-10.4895
▁tear	-10.4902
▁visit	-10.4904
ile	-10.4904
▁examine	-10.4909
▁comfort	-10.4911
▁Damasko	-10.4921
▁vine	-10.4923
▁valley	-10.4924
▁kalilimod	-10.4925
▁Big	-10.4935
▁seem	-10.4936
two	-10.4939
▁refuse	-10.4963
▁womb	-10.4965
▁Ismail	-10.4966
▁City	-10.4966
▁Shechem	-10.4966
▁proud	-10.4966
▁blameless	-10.4966
▁Adam	-10.4967
▁powerful	-10.4968
▁miyangangarapan	-10.4969
▁Benar	-10.4969
▁piyayag	-10.4969
▁Pira	-10.4972
▁prostitute	-10.4974
▁Tomo	-10.4974
▁dressed	-10.4976
▁forward	-10.4977
uired	-10.4978
▁parents	-10.498
▁ongos	-10.4987
▁realize	-10.4988
▁Yasay	-10.4991
▁practices	-10.4999
▁faces	-10.4999
▁diso	-10.5004
rarata	-10.5008
▁moon	-10.5012
▁presented	-10.5013
ked	-10.5015
▁Herod	-10.5016
▁trumpets	-10.5017
oyag	-10.5019
▁sasarigan	-10.5021
▁sangan	-10.5027
▁tomb	-10.503
▁tatago	-10.5045
▁talikodi	-10.5047
herefore	-10.5051
▁low	-10.5058
▁initoro	-10.5075
▁masters	-10.5078
▁ndato	-10.5084
dasan	-10.5098
▁fail	-10.5102
▁e	-10.5105
takdir	-10.5107
▁kanggolaolaa	-10.5113
▁Don	-10.5119
ers	-10.514
king	-10.5141
titindeg	-10.5149
▁image	-10.5154
▁bird	-10.5154
▁spear	-10.5174
▁fulfill	-10.5178
▁thousands	-10.5179
▁Reuben	-10.5192
▁Abnir	-10.5193
▁hungry	-10.5193
▁Yariko	-10.5193
▁Jehoiada	-10.5193
▁milk	-10.5193
▁Kinowa	-10.5193
▁Sakariyas	-10.5194
▁everlasting	-10.5194
▁itself	-10.5195
▁kingdoms	-10.5196
▁kapetero	-10.5199
▁siyo	-10.5199
▁camels	-10.52
▁mixed	-10.5202
▁Sinay	-10.5203
▁seized	-10.5204
▁Babylonians	-10.5205
▁pepakalangkap	-10.5207
▁shut	-10.5209
aya	-10.521
▁fifth	-10.521
▁slaughtered	-10.5213
▁spend	-10.5216
miyakimbitiyarai	-10.5217
▁lig	-10.5225
▁observe	-10.5232
▁penggoraok	-10.5236
▁camped	-10.5247
▁mataid	-10.5249
▁thresh	-10.5251
▁ruins	-10.5253
▁ox	-10.5255
▁sembag	-10.5262
▁sondal	-10.5263
▁bulls	-10.5268
▁pali	-10.5285
nggolalanen	-10.5299
▁tents	-10.5304
tataros	-10.5306
▁inisengga	-10.5306
sesenggay	-10.5306
▁hearing	-10.5307
▁sprinkle	-10.5309
▁tomiy	-10.5314
day	-10.5326
▁begi	-10.5329
▁pronounce	-10.5332
basa	-10.5336
▁Ishmael	-10.5343
oled	-10.5369
▁months	-10.5369
▁feast	-10.5371
songowan	-10.5383
▁shepherd	-10.5384
▁malo	-10.5388
ook	-10.5406
▁touch	-10.5407
liliyo	-10.5413
▁restore	-10.5417
uiet	-10.5419
▁Josiah	-10.5425
▁scarlet	-10.5425
▁Bethlehem	-10.5426
▁flood	-10.5426
▁terrified	-10.5426
▁middle	-10.5426
▁distance	-10.5426
▁Pista	-10.5428
▁bantad	-10.5428
▁kapantaran	-10.5428
▁weep	-10.5428
▁created	-10.5429
▁human	-10.5429
▁pemonoon	-10.5429
▁pesowaan	-10.5431
▁sick	-10.5434
▁talents	-10.5438
▁kapengokom	-10.5447
▁riches	-10.5451
atay	-10.5458
te	-10.5459
▁Amen	-10.5463
▁villages	-10.5466
▁kalaboso	-10.5467
iyabaloy	-10.5469
oon	-10.5473
▁shepherds	-10.5474
▁beasts	-10.5478
▁desires	-10.5486
▁Re	-10.5487
▁Mika	-10.5499
▁listened	-10.5505
▁La	-10.5509
ibibilang	-10.5546
▁separate	-10.5552
ught	-10.5554
▁rido	-10.5561
▁Bar	-10.5575
▁mat	-10.5585
▁Yoda	-10.56
▁chariot	-10.5602
▁wants	-10.5608
▁village	-10.5622
▁Sela	-10.5625
▁tanor	-10.5633
▁march	-10.5633
▁hour	-10.5635
▁learn	-10.5636
▁rakmat	-10.5649
rose	-10.5649
▁reach	-10.5653
pembegay	-10.5655
▁ephah	-10.5663
▁teeth	-10.5663
▁unfaithful	-10.5663
▁Hibriyo	-10.5663
▁remnant	-10.5663
▁Yopratis	-10.5664
▁Bashan	-10.5664
▁boundary	-10.5664
▁Amasiyas	-10.5664
▁pepamaratiyaya	-10.5664
▁marriage	-10.5664
▁punishment	-10.5664
▁Yodiya	-10.5665
▁miyontod	-10.5666
▁pekapiya	-10.5666
▁Hagar	-10.5667
▁mapoti	-10.5669
▁ketatap	-10.5669
▁dark	-10.567
▁makapito	-10.5674
▁ashamed	-10.5675
▁Gate	-10.5677
▁flowing	-10.5679
epakay	-10.5679
▁stretch	-10.568
▁pista	-10.5682
▁g	-10.5683
▁ari	-10.5684
▁preached	-10.5685
▁Sayan	-10.5686
▁carrying	-10.5696
▁Naaman	-10.5698
mi	-10.5699
▁itagon	-10.5699
▁Piyaka	-10.5704
ten	-10.5716
▁kaongangen	-10.5724
▁Jew	-10.5726
▁ceremonial	-10.5728
iyas	-10.5732
▁miyono	-10.574
▁Rib	-10.5777
▁sell	-10.5779
tiyagar	-10.5797
▁acknowledge	-10.5805
▁inam	-10.5807
▁piti	-10.5809
▁sindaw	-10.5811
▁igaan	-10.5812
▁spirits	-10.5834
▁maoona	-10.5842
▁palad	-10.5858
▁wear	-10.5862
▁Philistine	-10.5866
▁garment	-10.5866
▁pepaka	-10.5868
▁division	-10.5868
handed	-10.5869
▁celebrate	-10.5875
lo	-10.5884
▁Rachel	-10.5901
▁Whi	-10.5901
▁maila	-10.5903
▁edge	-10.5906
▁enjoy	-10.5907
▁High	-10.5907
▁higos	-10.5907
▁malilimod	-10.5907
▁lomilintad	-10.5908
▁rebelled	-10.5908
▁pledge	-10.5908
▁gerab	-10.5908
▁ladiya	-10.5908
▁miyakasambi	-10.5908
▁komasoy	-10.5908
▁reban	-10.5911
▁siege	-10.5912
▁defeated	-10.5912
▁wawaraw	-10.5913
▁kokoong	-10.5913
▁exalted	-10.5913
▁mbarambarang	-10.5914
▁ketago	-10.5914
▁Hiram	-10.5915
▁kanggobat	-10.5921
ngan	-10.5921
▁demons	-10.5921
▁lake	-10.5921
ginetaw	-10.5922
▁Men	-10.5924
▁mourning	-10.5925
▁kawang	-10.5931
▁madalem	-10.5931
▁sides	-10.5959
▁point	-10.5971
▁kowa	-10.5989
▁Wit	-10.5993
▁keden	-10.5996
special	-10.6003
▁lot	-10.6008
▁pot	-10.6026
▁formed	-10.6038
▁orders	-10.6043
▁Pleas	-10.6054
▁kapita	-10.6055
▁J	-10.6059
▁antona	-10.6067
walo	-10.6075
laden	-10.6091
▁miyawa	-10.6102
▁Amasa	-10.612
▁letter	-10.6122
▁pepaman	-10.6132
▁forest	-10.6134
▁pegowit	-10.6136
tag	-10.6137
▁Tel	-10.6138
▁rid	-10.614
▁stands	-10.6142
▁discipline	-10.6151
▁regular	-10.6154
▁Pilipi	-10.6157
▁Job	-10.6157
▁marapatik	-10.6157
▁Ikanaanen	-10.6157
▁sackcloth	-10.6157
▁Amon	-10.6158
▁Place	-10.6158
▁Simeon	-10.6158
▁miyamaratiyaya	-10.6158
▁support	-10.6158
▁herself	-10.6158
▁sowasowai	-10.6158
▁mimbowat	-10.616
▁sudden	-10.616
▁Mowabiyo	-10.6161
▁tinimo	-10.6162
▁pangkatan	-10.6165
▁course	-10.6166
▁oppressed	-10.6168
▁Haran	-10.617
▁Kowaa	-10.6172
▁sinners	-10.6173
▁assign	-10.6175
win	-10.6177
▁needy	-10.6183
taros	-10.6191
▁rams	-10.6219
▁kesabet	-10.6225
▁pepama	-10.6228
nd	-10.626
▁Paka	-10.6266
limod	-10.6281
▁le	-10.6285
▁idol	-10.6291
▁miyak	-10.63
▁worked	-10.6305
▁wept	-10.6325
▁disease	-10.6355
▁synagogue	-10.6372
▁jar	-10.6372
▁ilo	-10.6373
▁bobon	-10.6377
▁pillar	-10.638
▁Yahowa	-10.6383
▁shed	-10.6385
▁oppose	-10.6389
▁remove	-10.6401
▁sees	-10.6402
▁change	-10.6408
▁Ahaz	-10.6413
▁Should	-10.6414
▁River	-10.6414
▁Bitlihim	-10.6414
▁firm	-10.6414
▁pekabinasa	-10.6416
▁kaiimami	-10.6416
apaat	-10.6418
▁music	-10.642
▁carefully	-10.642
▁Azariah	-10.6422
▁assembled	-10.6423
▁chains	-10.6425
▁ngongoda	-10.6425
▁declared	-10.6427
▁adultery	-10.6427
▁kapenggoraok	-10.6427
ter	-10.643
▁weeping	-10.643
▁Se	-10.643
▁witnesses	-10.6434
all	-10.6434
▁cave	-10.6438
▁Basan	-10.6438
aken	-10.6439
▁raben	-10.6441
elondog	-10.6448
▁remembered	-10.6448
▁talikodan	-10.6452
▁covering	-10.6454
rowarowang	-10.6454
▁walking	-10.6456
▁spreading	-10.646
▁obeyed	-10.6462
▁pity	-10.6465
▁tears	-10.6465
▁vineyards	-10.6482
▁lions	-10.6486
▁courts	-10.6493
pagiinged	-10.6494
▁kaporoan	-10.6495
ce	-10.6517
▁siy	-10.6522
▁tampa	-10.6529
taan	-10.6533
nisembag	-10.6535
▁plot	-10.6548
awa	-10.6555
per	-10.6557
▁kakorban	-10.6566
▁otang	-10.6575
▁urge	-10.658
anah	-10.6585
siyowa	-10.6597
▁Ar	-10.6612
▁prince	-10.6625
▁Gideon	-10.6625
ikempo	-10.6627
▁language	-10.6632
