<pad>	0
</s>	0
<unk>	0
.	-2.25906
▁a	-3.53146
▁so	-3.72257
▁the	-3.86748
▁	-4.02836
▁is	-4.17725
▁iyan	-4.3104
▁He	-4.42284
?	-4.42773
▁ka	-4.47123
▁ko	-4.4737
s	-4.62206
▁The	-4.64848
▁to	-4.67935
▁o	-4.76715
▁sa	-4.7819
▁na	-4.78604
▁of	-4.82784
▁sekaniyan	-4.94739
▁I	-4.98975
▁manga	-5.14602
▁you	-5.15859
▁niyan	-5.17293
▁ngka	-5.2026
an	-5.22775
▁aken	-5.23735
▁i	-5.26897
▁his	-5.29713
i	-5.32265
▁in	-5.37988
▁be	-5.38774
ing	-5.42236
a	-5.43126
ed	-5.48577
▁So	-5.49295
▁will	-5.60481
▁not	-5.61875
▁on	-5.62046
▁are	-5.70953
▁Di	-5.72185
▁was	-5.73289
▁ako	-5.74226
▁for	-5.78266
d	-5.82108
▁with	-5.87053
y	-5.87564
▁that	-5.91958
▁me	-5.95249
▁it	-5.97888
▁den	-5.99615
▁She	-6.01172
▁Da	-6.04817
▁he	-6.10701
▁di	-6.14185
n	-6.15387
t	-6.1804
▁taw	-6.18188
e	-6.19377
▁M	-6.20589
cause	-6.228
en	-6.22879
▁Yes	-6.27512
▁your	-6.27903
▁A	-6.28889
▁iran	-6.31155
▁Oway	-6.31956
▁her	-6.33448
o	-6.35549
▁him	-6.36066
▁go	-6.40072
▁my	-6.41981
▁man	-6.43563
▁wata	-6.44115
▁siran	-6.44172
▁ta	-6.45204
▁mama	-6.45731
▁What	-6.46106
▁ma	-6.46326
▁They	-6.48748
▁did	-6.49207
▁S	-6.51551
▁has	-6.51756
is	-6.52546
▁Hi	-6.5492
▁from	-6.55786
▁good	-6.5799
▁bo	-6.59846
▁do	-6.60137
▁have	-6.6026
▁ba	-6.61916
▁there	-6.62837
▁Ba	-6.64276
▁going	-6.66179
ll	-6.67163
▁H	-6.67528
▁can	-6.69061
▁child	-6.71529
▁m	-6.76594
▁at	-6.78704
▁people	-6.80395
▁sii	-6.80881
▁da	-6.81163
▁This	-6.81414
▁what	-6.84215
▁walay	-6.86169
▁raken	-6.86191
▁It	-6.86872
ya	-6.87731
▁and	-6.9046
▁Do	-6.9091
▁ami	-6.91349
▁p	-6.91967
st	-6.94757
▁rekaniyan	-6.96572
on	-6.96803
▁house	-6.97609
▁Miya	-6.98386
▁t	-6.99117
▁them	-7.0016
▁ai	-7.01986
▁s	-7.02151
▁up	-7.02208
▁this	-7.02358
▁We	-7.02762
▁inged	-7.03434
▁Antonaa	-7.03793
▁an	-7.03969
▁one	-7.05557
▁mapiya	-7.0571
▁roo	-7.06088
▁Na	-7.0609
▁Ma	-7.06378
▁out	-7.07328
▁they	-7.0754
▁ini	-7.0784
▁b	-7.10183
▁work	-7.1032
▁si	-7.10713
ly	-7.11147
▁P	-7.11375
▁pen	-7.12969
▁rice	-7.13121
▁no	-7.13369
g	-7.14641
▁Im	-7.14768
▁ago	-7.15686
▁Giya	-7.15703
▁reka	-7.16173
▁T	-7.16243
▁their	-7.16959
▁person	-7.17447
ekaniyan	-7.19835
▁kayo	-7.20024
▁now	-7.20849
▁baebay	-7.21203
▁know	-7.22225
▁galebek	-7.22636
▁There	-7.22794
▁who	-7.24183
giya	-7.24911
▁dii	-7.26184
▁mala	-7.26506
▁mambo	-7.26955
▁us	-7.27682
▁get	-7.27817
▁You	-7.27886
▁Anda	-7.28017
▁its	-7.29825
▁when	-7.29964
▁does	-7.31606
▁we	-7.31689
ng	-7.31934
in	-7.3249
r	-7.33131
▁like	-7.33952
were	-7.34087
▁k	-7.34194
by	-7.35612
our	-7.35984
▁money	-7.36235
▁pirak	-7.36251
▁Aden	-7.36358
▁want	-7.37691
▁God	-7.37951
▁K	-7.38073
l	-7.38212
▁An	-7.39908
▁off	-7.40153
▁O	-7.42587
▁she	-7.42887
▁How	-7.42985
▁Where	-7.42997
▁Let	-7.43446
▁B	-7.4435
▁seka	-7.45002
▁here	-7.45815
▁pe	-7.46075
▁lima	-7.46901
▁aden	-7.47244
▁tano	-7.5027
▁all	-7.5031
▁Si	-7.50547
ir	-7.50659
▁woman	-7.52062
▁Mapiya	-7.52111
k	-7.52193
▁C	-7.52699
nt	-7.53346
▁lopa	-7.54722
at	-7.54774
▁Antona	-7.55089
▁too	-7.55217
▁made	-7.56053
es	-7.57202
▁much	-7.57932
just	-7.58026
▁imanto	-7.58147
to	-7.58569
▁take	-7.59158
er	-7.59164
▁place	-7.60891
▁time	-7.61231
▁tree	-7.61259
na	-7.61274
▁pa	-7.63084
▁fish	-7.64204
▁about	-7.64221
▁karoma	-7.64232
▁canno	-7.64926
▁Mala	-7.6652
▁miya	-7.66801
▁kiran	-7.66891
▁Ka	-7.67242
▁anan	-7.67252
▁cut	-7.67263
▁ginawa	-7.68045
▁other	-7.68181
▁how	-7.68601
w	-7.68773
▁Why	-7.70929
▁seda	-7.70945
▁well	-7.711
▁ran	-7.7122
▁see	-7.71777
▁many	-7.7208
▁Sa	-7.73489
▁kami	-7.73562
▁way	-7.73681
▁In	-7.74341
▁And	-7.75151
▁great	-7.75562
▁water	-7.75569
re	-7.76459
ur	-7.79253
▁kiya	-7.79471
al	-7.80468
▁big	-7.8072
m	-7.80727
▁Ay	-7.80789
▁around	-7.80831
▁bad	-7.80866
▁ron	-7.80908
▁ig	-7.81258
▁ama	-7.82032
▁look	-7.82987
▁Her	-7.83109
▁again	-7.83337
▁dato	-7.83371
▁ped	-7.83491
▁W	-7.83593
▁give	-7.8483
f	-7.86474
out	-7.8711
▁friend	-7.8767
very	-7.88075
▁back	-7.88413
gira	-7.88477
▁Ah	-7.88798
▁Pira	-7.89692
▁Be	-7.91075
▁together	-7.91171
▁down	-7.91178
▁father	-7.91289
▁song	-7.91361
▁lokes	-7.91435
▁oto	-7.9193
▁That	-7.92448
▁long	-7.9283
▁brother	-7.94033
▁Oh	-7.94066
▁plant	-7.94072
ga	-7.94266
▁eat	-7.94631
▁hear	-7.95446
id	-7.95937
▁Pe	-7.96168
▁poon	-7.96981
▁madakel	-7.9705
▁land	-7.97208
▁Is	-7.97282
▁ilaw	-7.97323
▁Ju	-7.97449
▁mi	-7.97763
ar	-7.98125
▁some	-7.98985
▁c	-7.99657
▁sound	-7.99689
▁pagari	-7.99872
ba	-7.99885
▁Ini	-7.99931
▁make	-7.99942
▁said	-8.01007
▁L	-8.02093
iya	-8.02236
ut	-8.024
▁come	-8.02445
ta	-8.03083
▁wife	-8.03111
▁food	-8.0312
▁dont	-8.03365
▁giyan	-8.04729
▁put	-8.04937
▁hand	-8.05318
▁Okay	-8.06346
▁Allah	-8.06346
▁No	-8.06736
▁kataero	-8.06762
▁over	-8.06895
ka	-8.0768
ould	-8.07709
ting	-8.08211
▁gave	-8.09688
▁langon	-8.09916
▁each	-8.10117
▁body	-8.10316
▁aya	-8.10789
▁koda	-8.10866
into	-8.12089
▁old	-8.12273
▁tali	-8.12506
so	-8.12787
▁bes	-8.12806
▁tanto	-8.12861
sa	-8.13125
▁Thank	-8.13131
▁niyo	-8.13143
▁face	-8.13509
▁sapi	-8.13714
▁am	-8.13933
▁E	-8.14008
▁let	-8.14843
▁hard	-8.1491
begay	-8.15178
or	-8.15302
den	-8.15543
▁as	-8.15551
▁Miyaka	-8.15977
▁ina	-8.16114
▁Alahotaala	-8.16696
▁mother	-8.16742
▁chief	-8.16812
▁wind	-8.16969
ay	-8.17195
▁ki	-8.17312
p	-8.1854
▁antonaa	-8.18933
▁through	-8.20394
▁already	-8.20395
▁which	-8.20399
▁lawas	-8.20405
▁Ama	-8.20907
▁kano	-8.21537
▁Are	-8.21689
b	-8.22882
le	-8.22933
▁horse	-8.23374
u	-8.23698
▁cloth	-8.23773
▁ask	-8.24202
▁home	-8.24232
▁school	-8.24237
▁pamomolan	-8.24254
▁dinis	-8.24255
▁near	-8.24508
▁san	-8.24516
ngka	-8.24555
▁saya	-8.27857
▁sister	-8.28212
▁help	-8.28225
▁village	-8.28237
▁karatas	-8.28242
▁marata	-8.28363
▁pagariya	-8.28415
▁had	-8.28425
▁paras	-8.28663
▁love	-8.28801
▁G	-8.29144
▁d	-8.29544
▁maka	-8.29933
▁doing	-8.3005
if	-8.30087
it	-8.30315
ken	-8.30493
ko	-8.31831
ight	-8.32228
▁giyoto	-8.32383
▁river	-8.32385
▁something	-8.32409
▁would	-8.32446
▁maito	-8.32463
▁parents	-8.32545
▁wood	-8.32659
▁Manila	-8.32698
▁today	-8.3277
aw	-8.32901
▁head	-8.3292
▁pull	-8.32925
▁where	-8.33219
ve	-8.33639
▁Kena	-8.33721
piya	-8.3409
▁hit	-8.34173
▁name	-8.34481
ever	-8.35027
▁D	-8.35163
▁visit	-8.35368
la	-8.3586
▁carabao	-8.36729
▁karabaw	-8.3673
▁country	-8.36735
▁Kataya	-8.36753
▁gawii	-8.36763
epakay	-8.3735
▁sowaan	-8.37382
ong	-8.38809
▁f	-8.38857
▁wait	-8.3901
ngaran	-8.40877
se	-8.40911
▁lawasaig	-8.41275
▁ridoay	-8.41299
▁palaw	-8.41308
▁stopped	-8.41314
▁really	-8.41327
▁little	-8.41403
▁tamok	-8.41405
▁malong	-8.41432
▁kepakay	-8.41434
▁right	-8.4153
▁ator	-8.42095
me	-8.42683
▁away	-8.42802
▁ken	-8.43927
ro	-8.44144
▁w	-8.44395
ok	-8.44466
▁otan	-8.44955
▁rope	-8.45106
▁hands	-8.45345
wan	-8.45594
▁fast	-8.45713
▁small	-8.45956
▁kabaya	-8.46057
▁two	-8.46064
▁Salamat	-8.46087
▁prayer	-8.46111
▁buy	-8.46227
h	-8.4633
▁care	-8.46709
masa	-8.46837
eg	-8.4712
▁kae	-8.47373
▁amay	-8.47515
▁Mata	-8.4851
go	-8.48557
▁rek	-8.49576
▁Ina	-8.49858
▁R	-8.50178
▁end	-8.50242
▁wealth	-8.51036
▁himself	-8.51063
▁case	-8.511
▁lady	-8.51106
▁awang	-8.51428
▁dowa	-8.51496
▁aso	-8.51614
▁baden	-8.52019
▁th	-8.5234
▁beca	-8.52466
▁Your	-8.52839
▁day	-8.53003
ake	-8.53448
▁Ino	-8.53688
no	-8.53767
▁anda	-8.54396
▁Mi	-8.5465
▁giya	-8.54811
▁l	-8.54823
od	-8.55104
▁mountain	-8.5541
▁trouble	-8.55774
▁boat	-8.55927
▁room	-8.55963
▁far	-8.56011
▁after	-8.563
▁sondaro	-8.56302
▁strong	-8.56304
▁nice	-8.5632
▁dog	-8.56389
▁lost	-8.56417
▁katawan	-8.56456
▁bangkala	-8.56551
▁pikir	-8.56643
ful	-8.56807
S	-8.58171
da	-8.58451
went	-8.58659
▁iyo	-8.5867
ather	-8.58715
itaero	-8.5888
able	-8.59171
▁fiv	-8.59293
▁fence	-8.59454
▁Ta	-8.59535
man	-8.59622
ten	-8.60109
▁ndo	-8.60277
agiya	-8.60916
res	-8.61342
▁should	-8.61408
ot	-8.61756
ation	-8.61779
▁husband	-8.61855
▁grass	-8.61857
▁first	-8.61862
▁while	-8.6189
▁why	-8.62008
▁need	-8.62048
▁also	-8.6206
el	-8.6208
manto	-8.62139
▁broken	-8.62199
▁manok	-8.6224
wa	-8.62587
▁la	-8.62771
▁n	-8.62842
▁but	-8.63025
▁taman	-8.6323
kowa	-8.64187
▁de	-8.64214
▁crowd	-8.64381
use	-8.65049
▁young	-8.65118
▁sorat	-8.6526
▁Kaka	-8.65526
og	-8.65719
▁isa	-8.65822
pa	-8.65892
et	-8.66105
▁Kiya	-8.66283
pen	-8.66671
▁stone	-8.66927
ri	-8.67217
▁any	-8.67313
▁broke	-8.67396
▁think	-8.67633
▁class	-8.67658
▁firewood	-8.67739
▁children	-8.67758
▁box	-8.67762
▁clothes	-8.67842
▁things	-8.6794
▁raga	-8.68105
▁arga	-8.68161
▁mind	-8.68185
▁alongan	-8.68446
ket	-8.68523
▁even	-8.68697
▁looking	-8.68698
gen	-8.68785
▁All	-8.68889
ti	-8.69098
▁Com	-8.69227
▁peace	-8.69484
nan	-8.69679
▁Pa	-8.69786
▁olo	-8.70467
▁along	-8.70614
▁Go	-8.70734
▁ti	-8.70786
▁full	-8.71218
▁pag	-8.71366
▁kon	-8.7172
▁saw	-8.71769
▁kapa	-8.72221
ill	-8.72319
▁cr	-8.72541
▁girl	-8.72991
▁change	-8.73096
ang	-8.73118
ma	-8.73336
di	-8.73378
▁stay	-8.7388
▁left	-8.73988
▁Peace	-8.73989
▁betwe	-8.7399
▁part	-8.74004
▁Marawi	-8.74016
▁feast	-8.74017
▁another	-8.74017
▁doniya	-8.74052
▁cow	-8.74083
▁piyapiya	-8.74092
▁lalan	-8.74105
▁bought	-8.74135
▁When	-8.7415
▁act	-8.74165
▁finished	-8.74221
▁pain	-8.74242
▁sea	-8.74308
▁Saken	-8.74373
▁matao	-8.74437
▁tell	-8.74456
▁came	-8.74551
▁say	-8.74728
▁r	-8.74777
▁Mini	-8.74821
▁Eve	-8.74991
▁sakit	-8.75175
▁same	-8.75572
▁pot	-8.75854
ring	-8.75854
ook	-8.762
▁mata	-8.76412
▁antona	-8.76549
▁To	-8.76604
▁se	-8.7681
▁kaka	-8.77135
▁un	-8.77137
kan	-8.77255
ebod	-8.77685
▁Seka	-8.77914
yan	-8.78317
▁Wa	-8.7832
▁tao	-8.78405
neg	-8.78499
ek	-8.79138
not	-8.79556
▁road	-8.7982
do	-8.79957
▁book	-8.8017
▁value	-8.80654
▁hundred	-8.80654
▁world	-8.80657
▁nganin	-8.80658
▁morning	-8.80662
▁Naino	-8.80667
▁karsada	-8.80667
▁find	-8.80819
▁bar	-8.80821
▁baeg	-8.80853
▁peman	-8.80865
▁coming	-8.80915
▁pi	-8.80944
▁soldiers	-8.8097
adakel	-8.81122
▁Manga	-8.81316
▁accept	-8.81318
▁fire	-8.81668
▁real	-8.81951
ce	-8.82471
rata	-8.83162
ssalam	-8.83417
▁kowa	-8.83671
▁mo	-8.84368
▁than	-8.84591
ilay	-8.86487
ic	-8.86563
▁use	-8.87111
▁piece	-8.87194
▁new	-8.87351
▁pray	-8.87529
▁talk	-8.87585
▁pay	-8.87617
▁beautiful	-8.87797
▁bamboo	-8.87797
▁advice	-8.87798
▁found	-8.87803
▁bird	-8.87804
▁earth	-8.87806
▁true	-8.87832
▁yet	-8.87832
▁believe	-8.87908
▁evil	-8.87966
▁Ingkainoto	-8.87972
▁break	-8.87992
▁oras	-8.88001
▁mov	-8.88124
ive	-8.88253
▁city	-8.88293
▁pan	-8.88466
▁likod	-8.88558
▁al	-8.88688
▁Mara	-8.88728
▁own	-8.88827
▁handle	-8.88947
▁polo	-8.89095
▁field	-8.89126
▁sign	-8.89313
▁car	-8.89365
▁being	-8.89607
ity	-8.90516
led	-8.90652
oto	-8.90708
▁babay	-8.90771
▁saken	-8.908
▁koden	-8.91121
▁band	-8.915
ak	-8.91639
as	-8.91699
▁press	-8.91785
bay	-8.9214
▁reach	-8.92387
▁lot	-8.92568
▁g	-8.92991
fore	-8.93057
▁songow	-8.93086
awid	-8.93542
▁Maga	-8.94205
▁cause	-8.94338
▁leader	-8.94475
li	-8.95022
▁difficult	-8.95489
▁thousand	-8.95489
▁nditaren	-8.9549
▁mouth	-8.95491
▁masosowa	-8.95492
▁maregas	-8.95493
▁Alaykum	-8.95493
▁padian	-8.95502
▁market	-8.95504
▁present	-8.95516
▁still	-8.95518
▁Good	-8.95532
▁wound	-8.95542
▁keep	-8.95568
ushed	-8.95578
▁town	-8.95579
▁catch	-8.95586
▁pesowaan	-8.95602
os	-8.95611
▁kapipita	-8.95652
▁fruit	-8.95729
▁corn	-8.95791
▁rock	-8.95834
▁somong	-8.95846
▁ragat	-8.95884
▁game	-8.95927
▁ragon	-8.96072
▁making	-8.96101
tting	-8.96235
▁days	-8.96719
▁fear	-8.96994
▁stop	-8.97011
▁okit	-8.97279
ld	-8.97342
▁join	-8.98198
▁Lango	-8.98565
▁Who	-8.98961
las	-8.99054
▁dis	-8.99493
imbaal	-8.99793
song	-8.9984
▁ke	-9.00522
▁re	-9.00761
ways	-9.01119
▁J	-9.01182
om	-9.01397
ra	-9.01666
▁h	-9.01721
ad	-9.01938
▁got	-9.02214
lo	-9.02635
▁stick	-9.03438
▁finish	-9.03512
▁fight	-9.03551
▁daughter	-9.03823
▁lamisaan	-9.03823
▁situation	-9.03823
▁ribro	-9.03823
▁enemy	-9.03823
▁voice	-9.03823
▁itagon	-9.03831
▁white	-9.03835
▁sword	-9.03837
▁sugarcane	-9.03837
▁death	-9.03838
▁Alden	-9.03845
▁threw	-9.0385
▁search	-9.03859
▁tebo	-9.03865
▁poor	-9.03866
▁gathered	-9.03866
▁destroyed	-9.03892
▁fat	-9.03917
▁miyatay	-9.0393
▁ranaw	-9.03938
alaykum	-9.03987
▁saging	-9.0401
▁wall	-9.04095
▁arrived	-9.04099
▁cooked	-9.04135
▁inside	-9.04179
▁gold	-9.04197
▁Oman	-9.04237
▁line	-9.0435
ag	-9.04405
▁last	-9.04717
te	-9.04865
▁mat	-9.04904
ble	-9.04937
▁Pag	-9.0506
used	-9.05075
wi	-9.05145
▁play	-9.05364
▁mal	-9.05389
▁edge	-9.05461
▁hold	-9.05734
▁carry	-9.06053
ied	-9.06133
▁Mal	-9.06138
▁kapal	-9.06188
tel	-9.0624
▁paeka	-9.06363
▁friends	-9.0645
ought	-9.06791
iyan	-9.0724
am	-9.08179
agid	-9.0821
ongan	-9.08997
arata	-9.09084
oma	-9.09391
▁dar	-9.09443
ted	-9.09452
ment	-9.09588
▁Th	-9.10077
▁fell	-9.10532
▁or	-9.10994
aken	-9.11102
▁Daa	-9.11503
▁dare	-9.11512
po	-9.11776
naw	-9.12234
side	-9.12433
▁kape	-9.12493
rak	-9.12521
▁arrive	-9.12612
gay	-9.12711
ran	-9.1276
▁Salam	-9.12899
▁rido	-9.129
▁afraid	-9.12914
▁coconut	-9.12914
▁enemies	-9.12914
▁equal	-9.12914
▁iroplano	-9.12914
▁purpose	-9.12914
▁behind	-9.12914
▁gift	-9.12915
▁angry	-9.12916
▁basket	-9.12919
▁agreement	-9.12922
▁living	-9.12923
▁Maranao	-9.12925
▁caught	-9.12931
▁Ngkainoto	-9.12934
▁kamais	-9.12939
▁running	-9.12939
▁tomorrow	-9.12942
▁clean	-9.12947
▁teacher	-9.12957
▁Maregen	-9.1297
▁anything	-9.12975
▁Mother	-9.12987
▁block	-9.13072
▁begas	-9.13078
▁sh	-9.13121
▁passed	-9.13136
▁mailay	-9.13139
▁forget	-9.13143
▁bai	-9.13164
▁sapak	-9.13218
▁per	-9.13346
▁thin	-9.13377
▁sack	-9.13458
▁bantog	-9.13472
▁sun	-9.13475
ep	-9.13533
▁nggalebek	-9.13543
▁among	-9.13631
▁pira	-9.13646
▁table	-9.13648
▁sharp	-9.13653
▁mine	-9.13653
▁Man	-9.13747
▁men	-9.13915
▁le	-9.13984
▁pieces	-9.13989
▁oway	-9.14195
ave	-9.14329
▁beat	-9.14526
ilid	-9.1509
owan	-9.15159
▁bayad	-9.15636
ust	-9.15901
ling	-9.15999
▁sala	-9.15999
bo	-9.16073
yo	-9.16115
yaw	-9.16167
▁Rama	-9.16383
▁live	-9.16604
pelalakaw	-9.16663
awan	-9.16755
▁N	-9.16822
▁die	-9.17519
▁close	-9.1754
poon	-9.17873
▁onga	-9.18013
▁ro	-9.18206
ated	-9.19048
baeger	-9.19099
ose	-9.1923
▁piya	-9.1935
▁hid	-9.19704
em	-9.19716
▁mba	-9.20019
tter	-9.20031
▁aim	-9.20091
ngan	-9.20097
▁shak	-9.20334
men	-9.20375
▁miyaka	-9.20894
lan	-9.20972
lay	-9.21064
taero	-9.2107
▁these	-9.21825
▁Ki	-9.21832
asa	-9.21845
▁chicken	-9.21992
pi	-9.22157
▁bed	-9.22238
▁Anta	-9.22243
nd	-9.22431
▁co	-9.22679
▁easily	-9.22914
▁obarobar	-9.22914
▁desire	-9.22914
▁lakongan	-9.22915
▁enough	-9.22916
▁frame	-9.22916
▁keleb	-9.22917
▁mangoda	-9.22919
▁high	-9.2292
▁uncle	-9.2292
▁Lord	-9.22925
▁heavy	-9.22934
▁foot	-9.22938
▁wrong	-9.2295
▁hair	-9.22959
▁learn	-9.2296
▁different	-9.2297
▁religion	-9.22973
▁Lanao	-9.22981
▁suffer	-9.22984
▁agama	-9.22993
▁floor	-9.22995
▁dead	-9.22998
▁rekami	-9.23022
▁called	-9.23054
▁night	-9.23111
▁feel	-9.23121
▁rekano	-9.23154
▁ngari	-9.23161
▁trak	-9.23165
▁Miy	-9.23211
▁walking	-9.23214
▁totol	-9.23275
▁covered	-9.23298
▁toward	-9.2331
▁colors	-9.23312
▁okay	-9.23339
▁more	-9.23356
▁relatives	-9.23403
▁door	-9.23439
▁klas	-9.23455
▁shy	-9.23531
▁words	-9.23557
day	-9.23628
▁bring	-9.2368
▁adat	-9.23684
▁sondang	-9.237
▁agong	-9.23827
▁maporo	-9.23922
ered	-9.23984
▁Can	-9.23986
▁anger	-9.24005
il	-9.24163
one	-9.24253
▁often	-9.24333
▁fit	-9.24628
▁oba	-9.24697
▁pae	-9.24701
▁lo	-9.2474
▁Big	-9.24878
ol	-9.24978
▁Me	-9.24987
dar	-9.25159
nda	-9.25194
▁lalakaw	-9.25245
lang	-9.25324
▁bago	-9.25392
▁gong	-9.25443
ge	-9.25523
sh	-9.25727
sabap	-9.25745
kawan	-9.25763
▁working	-9.25828
▁known	-9.2591
ped	-9.25965
▁agree	-9.26178
ipen	-9.26234
iyaneg	-9.26278
▁kaden	-9.26293
giving	-9.2653
▁tig	-9.26656
▁Paeka	-9.26694
▁br	-9.26728
bak	-9.26911
▁move	-9.27521
▁roll	-9.28088
ig	-9.2822
▁sako	-9.28299
▁ca	-9.28394
ally	-9.28508
▁La	-9.28949
▁Song	-9.29083
tay	-9.29217
pan	-9.29494
ii	-9.29547
obay	-9.29672
long	-9.30072
▁kind	-9.30138
▁died	-9.30407
▁Pekae	-9.30876
ance	-9.3095
ers	-9.31288
▁form	-9.31446
▁On	-9.3152
▁kap	-9.31639
▁Per	-9.32017
aden	-9.32437
ha	-9.32643
aid	-9.32682
▁tolan	-9.32683
ala	-9.32685
san	-9.3289
▁boy	-9.32989
▁du	-9.32995
▁companion	-9.33092
gat	-9.33097
▁leave	-9.3317
per	-9.33289
▁Le	-9.33415
▁study	-9.33632
▁though	-9.33673
▁dress	-9.3372
▁walk	-9.33726
▁plan	-9.33852
▁Piya	-9.33868
▁secret	-9.3394
▁branch	-9.33967
▁important	-9.34025
▁major	-9.34025
▁pagigimo	-9.34025
▁pangenengken	-9.34025
▁perfume	-9.34025
▁sowasowai	-9.34025
▁Kadnan	-9.34025
▁foolish	-9.34025
▁teeth	-9.34025
▁consent	-9.34026
▁matatago	-9.34027
▁harvest	-9.34027
▁State	-9.34028
▁committed	-9.34028
▁Nothing	-9.34032
▁disease	-9.34032
▁easy	-9.34032
▁papanok	-9.34033
▁crime	-9.34044
▁simple	-9.34047
▁kipantag	-9.34047
▁pinggan	-9.34048
▁mosque	-9.34051
▁kalasan	-9.34052
▁calm	-9.3406
▁battle	-9.3407
▁string	-9.34071
▁exper	-9.34075
▁makina	-9.34076
▁lightly	-9.34085
▁bentong	-9.34101
▁chew	-9.3411
▁bolawan	-9.34123
▁dried	-9.34129
▁prepared	-9.34139
▁skin	-9.34169
▁Apon	-9.34181
▁thoughts	-9.34199
▁lake	-9.34243
▁kaeraw	-9.34247
▁patient	-9.34272
▁post	-9.34303
▁pakaradiyaan	-9.34327
ayaw	-9.34346
▁magaan	-9.34364
ap	-9.34399
pas	-9.34409
▁Kaebaya	-9.34447
ion	-9.34474
▁kaebaya	-9.34554
▁talking	-9.34559
▁enter	-9.34581
▁hole	-9.34689
▁nut	-9.34694
▁plate	-9.34762
▁papers	-9.34787
mi	-9.34803
▁sleep	-9.34817
▁lalag	-9.34887
▁roam	-9.34892
▁pali	-9.35057
▁oman	-9.35184
▁watch	-9.3525
▁half	-9.35286
ngko	-9.35295
▁rent	-9.35544
ni	-9.35684
▁ball	-9.35864
▁willing	-9.35899
▁Pepae	-9.35932
▁net	-9.35975
tang	-9.36034
sen	-9.3648
dong	-9.36648
kit	-9.3691
ard	-9.36977
sorat	-9.37257
▁Pi	-9.37398
▁ginawai	-9.37421
gan	-9.37613
▁lose	-9.37871
owa	-9.38041
das	-9.38201
▁kag	-9.38246
kapantag	-9.38251
baya	-9.38371
order	-9.38398
nao	-9.38472
nto	-9.38544
▁others	-9.38759
▁side	-9.38859
▁soled	-9.38946
oon	-9.39058
▁koman	-9.39277
tero	-9.39349
▁whip	-9.39506
tar	-9.39668
▁likes	-9.40221
▁st	-9.40613
▁met	-9.40802
▁mag	-9.41201
op	-9.4132
igo	-9.41347
oman	-9.41497
rying	-9.41526
▁mini	-9.41665
ke	-9.41931
kat	-9.42025
less	-9.42126
▁pass	-9.423
▁Miyar	-9.42319
▁chopp	-9.42414
▁won	-9.42704
th	-9.43054
nclude	-9.43744
▁Mas	-9.44362
▁bok	-9.44493
wit	-9.44661
▁Paeg	-9.4467
nggibo	-9.44992
▁cross	-9.45035
sha	-9.45429
▁paka	-9.45466
▁fail	-9.45491
▁At	-9.45646
▁word	-9.45883
▁cook	-9.45955
▁Pepaeng	-9.46087
▁iskowila	-9.46108
ness	-9.46137
lid	-9.46163
angen	-9.46196
eng	-9.464
riend	-9.46407
▁carrie	-9.46503
▁Alhamdulillah	-9.46525
▁Japanese	-9.46525
▁knife	-9.46525
▁language	-9.46525
▁strength	-9.46525
▁After	-9.46525
▁princess	-9.46525
▁Bembaran	-9.46525
▁afternoon	-9.46525
▁lawyer	-9.46525
▁shirt	-9.46525
ilipino	-9.46525
▁Macky	-9.46525
▁Sultan	-9.46525
▁family	-9.46527
▁discipline	-9.46527
▁respect	-9.46529
▁kontra	-9.4653
▁sickness	-9.4653
▁borrow	-9.46531
▁Really	-9.46531
▁rattan	-9.46531
▁Auntie	-9.46533
▁Osto	-9.46536
▁Sister	-9.46546
▁miyakaoma	-9.46547
▁subject	-9.46548
▁leaf	-9.4655
▁cock	-9.4655
▁Giyoto	-9.46551
▁mix	-9.46554
▁life	-9.46563
▁wide	-9.46576
▁teach	-9.46582
▁mapipiya	-9.46584
▁listen	-9.46584
niyan	-9.466
▁mawatan	-9.46605
▁nothing	-9.46614
▁course	-9.4664
▁thank	-9.46644
▁stu	-9.46646
▁singing	-9.46647
▁masakit	-9.46649
▁pasi	-9.46651
▁remember	-9.46652
▁touched	-9.46677
▁osto	-9.46695
▁building	-9.46706
▁tonganay	-9.4672
▁pagonot	-9.46752
▁trick	-9.46771
▁bank	-9.46786
ant	-9.46805
▁forest	-9.4682
▁Babo	-9.46828
▁rowang	-9.46878
▁pito	-9.46886
▁trip	-9.46906
▁dressed	-9.46917
▁four	-9.46941
▁paper	-9.4701
▁li	-9.47052
▁plane	-9.47099
pet	-9.47177
▁niyog	-9.47249
▁bitiyara	-9.47255
▁pipiya	-9.47286
▁point	-9.47309
▁Ti	-9.47322
▁Minda	-9.47353
▁crack	-9.47474
▁lama	-9.4752
▁Here	-9.47586
▁Piy	-9.47693
▁maling	-9.47717
min	-9.4772
▁Not	-9.47744
▁ship	-9.47884
▁consider	-9.48072
▁kill	-9.48149
si	-9.48253
ab	-9.48472
▁start	-9.4858
pantag	-9.48653
ate	-9.48707
▁Ke	-9.48727
eb	-9.4875
▁then	-9.48868
▁peke	-9.48907
▁gar	-9.48914
▁pekae	-9.48927
un	-9.48986
▁eating	-9.4901
ata	-9.4905
atch	-9.49114
ew	-9.49288
cking	-9.49421
▁ari	-9.49546
▁Miyada	-9.49548
▁tago	-9.49553
▁continue	-9.49676
mba	-9.49681
ip	-9.49848
▁Pagari	-9.50083
▁aki	-9.5027
▁marry	-9.50292
▁sin	-9.50355
▁may	-9.50571
▁every	-9.50604
▁kapiya	-9.50649
diya	-9.5083
▁bend	-9.50901
ito	-9.51005
ves	-9.51093
▁Maka	-9.51369
▁Paka	-9.51407
front	-9.52004
▁poro	-9.52203
▁baso	-9.52238
▁bak	-9.52379
▁pese	-9.52581
▁wear	-9.52594
▁aoto	-9.52805
ck	-9.52989
▁bee	-9.53282
ts	-9.53446
ik	-9.53833
pened	-9.53884
git	-9.5409
▁aka	-9.54119
ry	-9.54756
▁ra	-9.55013
▁top	-9.55051
▁para	-9.55184
▁wi	-9.55289
▁Lima	-9.55425
kar	-9.55618
▁fl	-9.56085
anda	-9.56143
row	-9.5621
red	-9.5622
ama	-9.56324
▁Mabaeba	-9.57279
▁Siya	-9.57374
▁liya	-9.57379
ions	-9.57976
▁ng	-9.58006
edge	-9.58036
▁bolo	-9.58062
▁unti	-9.58177
▁peka	-9.58225
▁Kaba	-9.58354
way	-9.58535
pos	-9.58744
lalakaw	-9.58783
▁thre	-9.59432
▁ones	-9.59634
▁Tanto	-9.59663
▁banana	-9.59938
▁eye	-9.59984
▁forgive	-9.60446
get	-9.60465
▁please	-9.60508
rance	-9.60546
ira	-9.60574
▁bone	-9.60588
certain	-9.60757
▁careful	-9.60789
▁Philippines	-9.6081
▁Pilimpinas	-9.6081
▁cabinet	-9.6081
▁counsel	-9.6081
▁couple	-9.6081
▁encircle	-9.6081
▁furniture	-9.6081
▁journey	-9.6081
▁neighbor	-9.6081
▁next	-9.6081
▁attention	-9.60811
▁exchange	-9.60811
▁abandon	-9.60811
▁coffee	-9.60811
▁Meranaw	-9.60811
▁affect	-9.60811
▁black	-9.60812
▁travel	-9.60812
▁problem	-9.60813
▁split	-9.60813
▁crooked	-9.60813
▁lomalakaw	-9.60813
▁mak	-9.60813
▁paperwork	-9.60814
▁jeep	-9.60815
▁laz	-9.60817
▁palace	-9.60818
▁proud	-9.60819
▁cattle	-9.6082
▁serious	-9.60822
▁club	-9.60822
▁kiyapakaoma	-9.60823
▁kwarto	-9.60827
▁month	-9.60828
▁pamilya	-9.6083
▁neck	-9.60832
▁maregen	-9.60834
▁miyakapasad	-9.60835
▁marriage	-9.60842
▁tekaew	-9.60845
▁noise	-9.6086
▁siringan	-9.60861
▁torogan	-9.60863
▁basak	-9.60864
▁mapita	-9.60868
▁salamat	-9.60881
▁kailangan	-9.60895
▁yourself	-9.609
▁gathering	-9.60902
▁provok	-9.60918
▁sick	-9.6092
▁Dowa	-9.60954
▁Mapasad	-9.60979
▁burned	-9.61
▁cost	-9.61021
▁blowing	-9.61035
▁iskwilaan	-9.61058
▁chopping	-9.61082
▁mataid	-9.61092
▁raon	-9.61108
▁mabaeger	-9.61112
▁Tiya	-9.61115
▁bite	-9.61139
▁understand	-9.61165
▁weeds	-9.61182
▁kanggalebek	-9.61196
▁under	-9.61221
▁happy	-9.61224
▁pinto	-9.61233
▁Imam	-9.61236
▁taking	-9.61268
▁Miyaso	-9.61285
maan	-9.61334
▁race	-9.6134
▁years	-9.61405
▁early	-9.61431
▁fighting	-9.61445
▁fa	-9.61471
▁iskowilaan	-9.61477
▁notice	-9.6154
▁katao	-9.61559
▁shell	-9.61569
▁paekaoma	-9.61579
ongen	-9.61625
▁eyes	-9.61664
▁thinking	-9.6172
▁opakat	-9.61736
▁wa	-9.61761
▁bola	-9.61792
▁sambayang	-9.61848
▁Sari	-9.6209
▁asar	-9.62277
▁tabang	-9.62365
▁light	-9.62446
▁news	-9.62573
▁open	-9.63146
▁Tom	-9.63221
▁kaban	-9.63232
▁meet	-9.63261
cal	-9.63275
▁Mar	-9.63306
xcuse	-9.63394
▁miy	-9.63507
inasa	-9.63522
and	-9.63585
kiran	-9.63627
▁Miyak	-9.63725
▁Pen	-9.63732
▁Liya	-9.63774
ver	-9.63898
▁taero	-9.64082
rong	-9.64085
▁kapi	-9.64351
apan	-9.64428
▁overtak	-9.64537
▁leap	-9.64613
be	-9.64945
ki	-9.64964
▁kala	-9.64981
▁Gi	-9.65279
ked	-9.65436
▁dark	-9.65563
age	-9.66019
ous	-9.66372
▁ipe	-9.66459
▁tiyan	-9.66934
mat	-9.66999
where	-9.67016
▁brave	-9.67355
olan	-9.67362
ngen	-9.67602
ult	-9.67732
▁Pesae	-9.67797
im	-9.68271
aan	-9.68509
ila	-9.68643
▁toma	-9.68873
olintang	-9.69314
▁Miyapa	-9.69395
odas	-9.69619
▁arm	-9.70138
▁Ad	-9.70556
▁increase	-9.70961
dan	-9.70979
tod	-9.7121
▁su	-9.71347
kog	-9.71682
iyo	-9.72132
ubl	-9.72142
▁kiyapa	-9.72284
let	-9.72344
pay	-9.72366
rot	-9.72388
▁oppos	-9.72556
eep	-9.72859
▁apo	-9.73034
aya	-9.73161
sion	-9.73365
nday	-9.73586
▁Lang	-9.73655
▁bent	-9.73713
mo	-9.73799
▁rim	-9.73876
imbang	-9.74217
reg	-9.74253
▁daan	-9.74267
▁red	-9.74353
tak	-9.74461
▁Petae	-9.74576
▁Se	-9.7462
oten	-9.75127
▁boast	-9.75161
▁mataan	-9.75414
bi	-9.75469
▁po	-9.7547
hich	-9.75484
▁kiyapaka	-9.75487
otowa	-9.75794
ish	-9.75953
ent	-9.75958
ite	-9.76237
angka	-9.76401
▁run	-9.76404
▁cheat	-9.76438
▁daa	-9.76471
ybe	-9.76475
▁Muslim	-9.76577
▁flower	-9.7663
▁relative	-9.76643
▁heart	-9.76648
▁soldier	-9.76651
▁pemba	-9.76876
▁ear	-9.76964
▁speak	-9.77121
▁divorce	-9.77155
▁limit	-9.7716
▁Commercial	-9.77477
▁Grandpa	-9.77477
▁Hussein	-9.77477
▁Hussien	-9.77477
▁Mostaqbal	-9.77477
▁Norjan	-9.77477
▁airplane	-9.77477
▁character	-9.77477
▁encumb	-9.77477
▁machine	-9.77477
▁registrar	-9.77477
▁sinapang	-9.77477
▁slaughter	-9.77477
▁Tagalog	-9.77477
▁maputi	-9.77477
▁exact	-9.77477
▁lumber	-9.77477
▁monkey	-9.77477
▁picture	-9.77478
▁olaola	-9.77478
▁tassel	-9.77478
▁wakto	-9.77478
nivers	-9.77478
▁government	-9.77478
▁speech	-9.77478
▁Tae	-9.77478
▁power	-9.77478
▁Alright	-9.77479
▁illness	-9.77479
▁quiet	-9.77479
▁maitem	-9.7748
▁flirt	-9.7748
▁tangila	-9.7748
▁miskin	-9.77481
▁rapid	-9.77481
▁rotten	-9.77481
▁doubt	-9.77483
▁penetrate	-9.77483
▁truck	-9.77483
▁stirr	-9.77486
▁short	-9.77487
▁Tabiya	-9.77487
▁worth	-9.77489
▁grave	-9.77491
▁glass	-9.77492
▁payment	-9.77496
▁chest	-9.77498
▁daondaw	-9.77498
▁kalilang	-9.77502
▁Islam	-9.77503
▁brothers	-9.77508
▁baeboy	-9.7751
▁mariga	-9.77512
▁pekasong	-9.77513
▁separate	-9.77514
▁miyapasad	-9.77515
▁medicine	-9.77517
▁bru	-9.77518
▁hammer	-9.77519
▁datu	-9.77523
▁ground	-9.77526
▁painful	-9.77527
▁sapadan	-9.77541
▁second	-9.77544
▁confused	-9.77547
▁tired	-9.77547
▁fame	-9.77561
▁outlaw	-9.77574
▁carefully	-9.77578
▁poket	-9.77585
▁letter	-9.77591
ch	-9.77591
▁married	-9.77606
▁salasa	-9.77607
▁gun	-9.77609
▁attend	-9.77616
▁joke	-9.77618
▁idaida	-9.77621
▁wild	-9.77621
▁store	-9.77628
▁solotan	-9.7763
▁kowarto	-9.77648
▁scratching	-9.77653
▁slow	-9.77677
▁breathing	-9.77683
▁Inowit	-9.77703
▁seven	-9.77709
▁wire	-9.77711
▁rich	-9.77718
▁size	-9.7773
▁cheater	-9.77739
▁disturbed	-9.77749
▁visa	-9.77755
▁salt	-9.77756
▁Malo	-9.77757
▁monot	-9.77767
▁story	-9.77802
▁speaking	-9.77838
▁ikidi	-9.77842
▁Then	-9.77858
▁maana	-9.77859
▁killed	-9.77883
▁Para	-9.77887
▁worry	-9.77896
▁hide	-9.77947
▁boil	-9.77977
▁sapo	-9.78011
▁done	-9.78028
reak	-9.78085
▁One	-9.7811
▁kapatay	-9.78303
▁raise	-9.78326
nggolaola	-9.78415
▁katokaw	-9.78442
saembayang	-9.78454
▁cry	-9.78487
▁rain	-9.78508
▁kelas	-9.78513
▁feed	-9.78515
▁troubled	-9.78541
ger	-9.78547
▁perch	-9.78556
▁ayam	-9.78583
greed	-9.78592
▁moved	-9.78619
▁daring	-9.78653
▁riya	-9.78677
▁ranon	-9.78703
▁imam	-9.78853
▁low	-9.7888
▁war	-9.78894
▁abogado	-9.78919
▁dosa	-9.79107
lakaw	-9.79143
▁rat	-9.79171
paey	-9.79197
gowa	-9.79245
▁Pemasa	-9.79259
▁darpa	-9.79267
▁alad	-9.79293
▁kapaka	-9.79334
land	-9.79423
ter	-9.79426
▁fly	-9.79441
taeng	-9.79477
▁fla	-9.79502
ray	-9.79635
ies	-9.79764
▁fro	-9.79869
▁saying	-9.79984
apoy	-9.80044
pasang	-9.80085
pipikir	-9.80203
pped	-9.80409
hap	-9.8041
along	-9.80585
▁gira	-9.80651
otan	-9.80663
bed	-9.80757
▁pasad	-9.80758
gabi	-9.80769
est	-9.81118
barang	-9.81161
ai	-9.81204
▁dish	-9.81224
▁call	-9.81417
yod	-9.81783
dowa	-9.81804
▁pami	-9.82028
▁ch	-9.82103
▁king	-9.82134
▁pick	-9.8215
▁somamb	-9.82207
ban	-9.82223
▁Tomo	-9.82249
dakel	-9.82275
▁comes	-9.82428
▁plants	-9.82468
▁seen	-9.82614
yog	-9.82649
nger	-9.8289
▁rod	-9.82932
▁mil	-9.83337
▁Jo	-9.83341
▁Miyase	-9.8343
▁tight	-9.83536
▁dry	-9.83548
gaga	-9.83664
having	-9.83796
▁ten	-9.83821
us	-9.83877
oran	-9.84003
gi	-9.84198
▁pal	-9.8424
▁Masasa	-9.84288
▁Pae	-9.84334
▁par	-9.84421
ayong	-9.8444
mpir	-9.84498
▁wo	-9.84566
egen	-9.84651
tan	-9.84809
ded	-9.84825
law	-9.84894
▁shore	-9.84918
▁log	-9.84955
liyo	-9.85027
▁Oba	-9.85112
▁son	-9.85145
engen	-9.85153
▁olan	-9.85217
wat	-9.8526
▁amo	-9.85365
▁tero	-9.85433
lipatan	-9.85851
▁beto	-9.8588
kal	-9.85898
▁tinda	-9.86008
sowa	-9.86012
▁spear	-9.86016
gar	-9.86361
▁Ga	-9.86497
wel	-9.8665
peta	-9.86886
▁Somiy	-9.87071
ward	-9.87094
▁ab	-9.87188
patay	-9.87299
▁show	-9.87331
▁e	-9.87607
▁Miyas	-9.87889
embaal	-9.87899
onotan	-9.88025
lek	-9.88072
▁peso	-9.88254
some	-9.88385
asan	-9.88466
ught	-9.88636
▁mbae	-9.88766
body	-9.88882
▁Miyab	-9.88987
▁leg	-9.89136
round	-9.89172
ngeni	-9.89289
▁whipp	-9.8929
end	-9.89373
ont	-9.89477
▁og	-9.89547
lem	-9.89746
cess	-9.89995
▁ow	-9.90238
▁tar	-9.90268
▁mada	-9.90323
yong	-9.90482
ised	-9.9049
▁wash	-9.91084
▁makape	-9.91299
▁makap	-9.91321
anga	-9.9134
kadowa	-9.91441
▁hu	-9.91587
▁ri	-9.91641
▁Lo	-9.91664
▁Miyaba	-9.91748
▁loma	-9.91911
▁ar	-9.9205
▁Pek	-9.92086
oro	-9.92387
▁bec	-9.92483
ct	-9.92559
ease	-9.9259
ndang	-9.92773
▁dip	-9.92793
▁Ra	-9.92871
portion	-9.93015
▁Li	-9.93149
ened	-9.9329
rang	-9.93295
▁Dara	-9.93328
▁Al	-9.93561
etter	-9.93609
field	-9.93662
▁win	-9.93773
▁Miko	-9.94049
▁det	-9.94126
▁Piyaka	-9.94272
▁Taeta	-9.94315
▁isnt	-9.94335
▁makato	-9.94406
▁mus	-9.94419
len	-9.94576
▁tae	-9.94608
▁kiyog	-9.94724
▁Tini	-9.9478
▁lad	-9.94822
taeroon	-9.94905
▁pat	-9.95026
▁Mimba	-9.95068
aka	-9.95095
ell	-9.95163
ump	-9.95331
ron	-9.95382
olaos	-9.95469
nga	-9.95573
▁mar	-9.95599
tor	-9.95737
▁Inil	-9.95827
▁peg	-9.95897
lain	-9.96078
pok	-9.96214
umb	-9.96221
lin	-9.96399
▁chair	-9.96476
▁spirit	-9.96577
angkap	-9.96687
▁color	-9.96691
ctor	-9.96723
pasad	-9.96749
▁curse	-9.97114
▁disturb	-9.97147
▁follow	-9.97155
▁year	-9.97173
▁happen	-9.97182
▁bull	-9.97189
▁cover	-9.97208
repare	-9.97342
▁defect	-9.97469
▁conspicuous	-9.97477
▁example	-9.97477
▁expensive	-9.97477
▁abaca	-9.97477
▁beauty	-9.97477
▁gossip	-9.97477
▁Bantogen	-9.97477
▁barahala	-9.97478
▁condition	-9.97478
▁pretty	-9.97478
▁fifty	-9.97478
▁English	-9.97478
▁pagalongan	-9.97478
▁burst	-9.97478
▁written	-9.97479
▁yesterday	-9.97479
▁gelat	-9.9748
▁answer	-9.97481
▁wedding	-9.97481
▁guard	-9.97482
▁drink	-9.97483
▁Tohan	-9.97483
▁keteb	-9.97483
▁hospital	-9.97484
▁disappeared	-9.97484
▁gagawii	-9.97484
▁else	-9.97484
▁loud	-9.97485
▁sweet	-9.97486
▁soloten	-9.97491
▁endure	-9.97492
▁bundle	-9.97492
▁friendship	-9.975
▁lolot	-9.97503
▁regard	-9.97503
▁bullet	-9.97504
▁Miyakapiyapiya	-9.97505
▁transport	-9.97506
▁container	-9.97509
▁Kadaan	-9.9751
▁writing	-9.9751
▁lalayon	-9.97512
▁reban	-9.97512
▁price	-9.97518
▁quickly	-9.97521
▁loose	-9.97521
▁goris	-9.97522
▁sympathy	-9.97524
▁ragami	-9.97525
▁office	-9.97526
▁mamot	-9.97527
pesong	-9.9753
kas	-9.97538
▁malalagoy	-9.97543
▁window	-9.97552
▁sawati	-9.97556
▁invoke	-9.97568
▁model	-9.97579
▁awhile	-9.97581
gid	-9.97586
▁oniin	-9.97588
▁vegetables	-9.9759
▁scattered	-9.97591
▁trap	-9.976
▁timos	-9.97602
▁insulted	-9.97606
▁Re	-9.97612
▁leaning	-9.97617
▁flowing	-9.97619
▁later	-9.9763
▁Wait	-9.97635
▁toladan	-9.97647
polo	-9.97648
▁popot	-9.97652
mity	-9.97659
▁shouted	-9.97662
▁jumped	-9.97666
▁fulfilled	-9.97666
▁outside	-9.97667
▁healthy	-9.97678
▁spreading	-9.97687
▁spend	-9.97693
▁gobirno	-9.97711
▁korsi	-9.97711
▁Lomiya	-9.97721
▁gomaan	-9.97742
▁mapasad	-9.97747
▁dirty	-9.97755
▁clear	-9.97763
▁reading	-9.97768
▁antangan	-9.97768
▁pando	-9.97794
iyailay	-9.97796
▁aroan	-9.97798
▁administration	-9.97799
layang	-9.97802
▁Tiyago	-9.97804
▁kambing	-9.9782
▁large	-9.97824
▁lawn	-9.97828
▁train	-9.97844
▁consumed	-9.97864
▁ipag	-9.97866
▁igaan	-9.97879
▁Tak	-9.97915
▁election	-9.9792
▁Penggar	-9.97933
▁pekebabayaan	-9.97952
▁temowan	-9.97981
▁bolong	-9.97994
▁cracked	-9.97999
▁sipa	-9.98003
▁Pakab	-9.98019
▁bath	-9.98019
▁matter	-9.98039
lengi	-9.98078
▁sapolo	-9.98092
▁knock	-9.98109
▁kagai	-9.98128
▁otek	-9.98161
▁means	-9.9817
▁perpera	-9.9819
▁lame	-9.9826
▁samok	-9.98261
▁type	-9.98305
▁gatos	-9.98334
▁rush	-9.98447
▁equipp	-9.98459
▁polis	-9.98559
▁flowers	-9.98559
▁nda	-9.98601
oontod	-9.98643
olo	-9.98645
▁Build	-9.98751
▁Wat	-9.98851
▁hot	-9.98883
▁iron	-9.98949
iran	-9.98992
▁protect	-9.99161
▁fasting	-9.99185
▁boys	-9.99242
▁paekada	-9.99265
▁pepae	-9.99269
pper	-9.99285
▁pekaebe	-9.99288
ati	-9.99327
▁Kae	-9.99425
▁matay	-9.99519
ding	-9.99583
▁kawat	-9.99646
▁lana	-9.9978
dak	-9.99887
rite	-9.9997
▁liyo	-10.0004
ere	-10.0013
▁Kin	-10.0026
▁books	-10.0032
▁ride	-10.0044
▁semba	-10.0052
▁Isa	-10.0057
▁set	-10.0064
pak	-10.0065
▁stones	-10.0069
egay	-10.0071
▁Bu	-10.0075
▁rubbe	-10.0082
▁lago	-10.0084
gobat	-10.0084
▁board	-10.0095
▁seem	-10.0119
▁libr	-10.0123
▁suit	-10.0126
▁share	-10.0132
▁goat	-10.0132
iyowa	-10.0137
▁cat	-10.0138
▁Kiyo	-10.0141
▁ala	-10.0142
▁tobo	-10.0143
▁Pepaen	-10.0149
▁kena	-10.0152
tail	-10.0162
▁wanted	-10.0175
mbo	-10.0177
▁kep	-10.018
ropet	-10.0185
mbaal	-10.0187
▁tall	-10.0216
gaw	-10.0225
▁Peka	-10.0231
bang	-10.0237
mong	-10.0242
▁horses	-10.0249
▁tel	-10.0255
ogop	-10.0259
▁hell	-10.0263
ty	-10.0302
▁Tomiya	-10.0324
▁Ilaya	-10.0331
filled	-10.0344
akal	-10.0358
▁bomb	-10.0361
▁Ge	-10.0398
▁Petepe	-10.0398
▁tool	-10.0404
londog	-10.0432
onga	-10.0439
▁becom	-10.0441
▁thing	-10.0463
ition	-10.0482
ngkainoto	-10.0485
alayon	-10.0492
▁mis	-10.0496
baebaya	-10.0517
anan	-10.0518
odan	-10.0523
▁kasa	-10.0589
▁observ	-10.0617
▁tr	-10.0623
mbaloy	-10.0638
▁dr	-10.0643
kangginawai	-10.0652
▁Mela	-10.0653
▁rag	-10.0675
makaoma	-10.0683
▁trees	-10.0684
▁reache	-10.0686
▁row	-10.069
ebaed	-10.0692
alem	-10.0704
▁sit	-10.0707
tek	-10.0711
c	-10.0721
ber	-10.0727
▁te	-10.0732
▁Ro	-10.0733
ended	-10.0746
kep	-10.0747
apasang	-10.0758
omic	-10.0771
niya	-10.0796
▁buil	-10.0802
▁sho	-10.0829
▁Co	-10.0843
dad	-10.0861
▁plow	-10.0873
▁Tiyo	-10.0874
▁Roo	-10.0898
rother	-10.0907
dok	-10.0922
▁Make	-10.0929
gged	-10.0937
pes	-10.0942
▁pakat	-10.0955
ogen	-10.0961
▁Sisi	-10.0984
saeg	-10.1
▁cane	-10.1009
sod	-10.1013
▁stand	-10.1017
▁Kowa	-10.1029
came	-10.1032
etaw	-10.104
▁belittl	-10.1041
standing	-10.105
dag	-10.105
adi	-10.1057
tepad	-10.1062
▁baya	-10.1081
▁Bi	-10.1082
▁mas	-10.1083
gal	-10.1088
ow	-10.1098
▁kilala	-10.1098
lor	-10.1115
▁bota	-10.1119
dot	-10.1119
▁bag	-10.1127
son	-10.1167
▁Ko	-10.1176
▁Kag	-10.1184
▁appear	-10.1184
par	-10.1193
▁sc	-10.1203
▁Pito	-10.1204
▁pl	-10.1213
▁pipe	-10.1214
▁chop	-10.1226
▁send	-10.1227
▁pek	-10.1232
▁observe	-10.1233
ndo	-10.1247
▁Penaya	-10.1251
iten	-10.1258
ybody	-10.1268
ollow	-10.1271
may	-10.1299
eken	-10.1324
▁tra	-10.1328
▁read	-10.1349
was	-10.1352
kapasad	-10.1371
▁Il	-10.1379
tig	-10.1388
▁twi	-10.1415
ora	-10.1437
▁Mari	-10.1437
▁allow	-10.1439
lagoy	-10.1444
akol	-10.1444
▁bro	-10.1453
▁banda	-10.1464
east	-10.1468
saren	-10.1471
ree	-10.1483
▁duri	-10.1489
hose	-10.1509
solen	-10.1509
pagilaya	-10.1521
ikit	-10.1539
▁Tata	-10.1549
tri	-10.1551
▁waka	-10.1552
▁pir	-10.1583
roof	-10.1593
▁mipe	-10.1614
▁lano	-10.1618
rom	-10.1619
▁Lili	-10.1629
lak	-10.1668
sta	-10.1674
▁thie	-10.1677
▁fle	-10.1679
▁sari	-10.1693
▁toto	-10.1696
ause	-10.1704
baw	-10.1709
▁maga	-10.1718
nar	-10.1719
▁bal	-10.1729
betad	-10.1745
▁Pepaege	-10.1747
▁diyo	-10.1764
ged	-10.1777
bayaan	-10.18
▁Miyale	-10.1801
▁divide	-10.1811
cy	-10.1819
▁taga	-10.1847
ary	-10.1862
▁As	-10.1865
kes	-10.1865
itinda	-10.1871
ndaw	-10.1872
▁dur	-10.1875
▁ino	-10.1893
▁age	-10.1897
▁pala	-10.1936
▁gam	-10.194
x	-10.1943
ection	-10.1945
tion	-10.1952
▁tabo	-10.1956
rrange	-10.1957
▁load	-10.1957
ndiyar	-10.1958
▁lim	-10.196
▁Miyaant	-10.1962
▁pro	-10.198
ccept	-10.1983
▁Toto	-10.1989
wata	-10.2004
▁Piyo	-10.2008
▁maso	-10.2023
kilala	-10.2045
▁ana	-10.2049
angkal	-10.2063
gad	-10.2076
▁Bo	-10.2077
banog	-10.2078
▁Miyap	-10.2085
awa	-10.2087
ering	-10.2096
rop	-10.2097
▁ho	-10.2102
apa	-10.2102
eka	-10.2122
acco	-10.2126
ating	-10.2126
▁Gamor	-10.2145
▁animal	-10.2154
alom	-10.2156
▁Inis	-10.2158
eked	-10.2159
▁begi	-10.2161
▁kibe	-10.2184
old	-10.219
gomba	-10.2196
korot	-10.2199
▁discount	-10.2208
andang	-10.2224
self	-10.2225
▁dirt	-10.2229
ngi	-10.2236
▁Pemba	-10.2236
▁blow	-10.2237
▁swift	-10.2238
▁politi	-10.224
▁float	-10.2243
▁number	-10.2247
▁ATM	-10.2248
▁Asmera	-10.2248
▁Landbank	-10.2248
▁Markaz	-10.2248
▁Saduc	-10.2248
▁Studies	-10.2248
▁Tugaya	-10.2248
▁blossom	-10.2248
▁deposit	-10.2248
▁earthquake	-10.2248
▁famous	-10.2248
▁involve	-10.2248
▁kanggitagita	-10.2248
▁laugh	-10.2248
▁material	-10.2248
▁nickname	-10.2248
▁propitious	-10.2248
▁question	-10.2248
▁recently	-10.2248
▁ringworm	-10.2248
▁society	-10.2248
▁stomach	-10.2248
▁substitute	-10.2248
▁trousers	-10.2248
▁universe	-10.2248
▁wisdom	-10.2248
▁blanket	-10.2248
▁complex	-10.2248
▁enroll	-10.2248
▁pupil	-10.2248
▁selfish	-10.2248
▁doktor	-10.2248
▁effect	-10.2248
▁makapopoon	-10.2248
▁straight	-10.2248
▁mudfish	-10.2248
▁punish	-10.2248
▁contents	-10.2248
▁prevent	-10.2248
▁throat	-10.2248
▁grandmother	-10.2248
▁Ilokano	-10.2248
▁Meranao	-10.2248
▁endurance	-10.2248
▁sermon	-10.2248
▁swimming	-10.2248
▁pattern	-10.2248
▁snapped	-10.2248
▁Honol	-10.2248
▁airport	-10.2248
▁ticket	-10.2248
▁Alonto	-10.2248
▁powasa	-10.2248
▁chatter	-10.2248
▁debt	-10.2248
▁laginding	-10.2248
▁disregard	-10.2248
▁everything	-10.2248
▁Rinayong	-10.2248
▁kaolit	-10.2248
▁margas	-10.2248
▁sultan	-10.2248
▁joking	-10.2248
▁Saudi	-10.2249
▁surround	-10.2249
▁tamaing	-10.2249
▁sugar	-10.2249
▁middle	-10.2249
▁dempas	-10.2249
▁division	-10.2249
▁leaving	-10.2249
▁panglo	-10.2249
▁Pipira	-10.2249
▁Okey	-10.225
▁bangkaw	-10.225
▁Distri	-10.225
▁blind	-10.225
▁season	-10.225
▁build	-10.225
▁Two	-10.2251
▁Andamanaya	-10.2251
▁drunk	-10.2251
▁mapoti	-10.2251
rim	-10.2251
▁mbarambarang	-10.2251
uck	-10.2251
▁tonong	-10.2251
▁Word	-10.2251
▁slave	-10.2251
▁hurry	-10.2252
▁dough	-10.2252
▁balagen	-10.2252
urry	-10.2252
▁draw	-10.2252
▁Domada	-10.2252
▁susp	-10.2252
▁langit	-10.2252
▁hope	-10.2252
▁egg	-10.2252
▁satisf	-10.2253
▁Piyamola	-10.2253
▁command	-10.2253
▁maginawa	-10.2253
▁Singkil	-10.2253
▁horn	-10.2255
▁slip	-10.2256
▁Omar	-10.2256
▁changeable	-10.2256
▁useful	-10.2256
▁lalaw	-10.2257
▁Marantao	-10.2257
▁delay	-10.2258
▁bottle	-10.2259
▁kereg	-10.2259
▁touch	-10.2259
▁saboten	-10.226
▁studie	-10.2261
▁marani	-10.2261
▁dishonest	-10.2261
▁Amera	-10.2262
▁offered	-10.2262
▁fingers	-10.2262
▁siblings	-10.2262
▁kenaba	-10.2263
▁growing	-10.2264
▁lucky	-10.2264
▁curve	-10.2264
▁potaw	-10.2264
▁miyasowa	-10.2264
▁possible	-10.2265
▁sorrow	-10.2266
▁makasong	-10.2267
▁gita	-10.2267
▁lomes	-10.2267
▁attacker	-10.2268
▁cold	-10.2268
▁tikit	-10.227
▁nine	-10.227
▁imbegay	-10.2271
▁formal	-10.2273
▁farmer	-10.2274
▁Sh	-10.2275
▁rogo	-10.2275
▁fine	-10.2276
▁dying	-10.2276
▁miyaling	-10.2277
▁bangko	-10.2278
▁singer	-10.228
▁pole	-10.2281
▁idol	-10.2282
▁Lolo	-10.2282
▁complete	-10.2282
▁anggan	-10.2283
▁paek	-10.2284
ield	-10.2285
▁metal	-10.2287
▁kadato	-10.2289
▁meaning	-10.2291
▁happened	-10.2292
▁Mitae	-10.2294
▁Paga	-10.2294
▁Kiyara	-10.2295
▁pinch	-10.2297
▁pesaemb	-10.2299
▁papan	-10.2299
ience	-10.23
▁cheated	-10.2304
▁late	-10.2305
▁scar	-10.2306
▁fortune	-10.2306
▁lying	-10.2308
▁bless	-10.2309
misita	-10.231
▁kadakelan	-10.2311
yat	-10.2312
▁weapons	-10.2313
▁pier	-10.2314
▁path	-10.2314
▁Tira	-10.2315
▁mali	-10.2315
▁lig	-10.2317
▁Inoto	-10.2323
▁biyo	-10.2323
▁pantal	-10.2325
▁kobal	-10.2326
▁beaten	-10.2327
▁kebaya	-10.2333
▁ospital	-10.2333
angko	-10.2334
▁pangaromaa	-10.2336
▁pasin	-10.234
▁piyak	-10.2344
▁pangoya	-10.2346
▁pipira	-10.2346
▁titir	-10.2347
daan	-10.2348
▁Timo	-10.235
rated	-10.2351
▁quit	-10.2353
ela	-10.2353
▁product	-10.2361
▁spirits	-10.2364
▁guess	-10.2365
▁Pepaegi	-10.2366
▁hook	-10.2374
likod	-10.2374
waan	-10.2375
osod	-10.239
▁Muslims	-10.239
ture	-10.2392
iksa	-10.2394
▁action	-10.2396
▁Ok	-10.2408
▁fate	-10.2411
kin	-10.2412
▁Kiyato	-10.2412
▁awid	-10.2414
▁Burn	-10.2414
▁amag	-10.2415
▁bananas	-10.2415
▁magatos	-10.2424
▁ahead	-10.2427
▁Miyare	-10.2429
▁Tagoa	-10.2438
▁tanor	-10.2446
tude	-10.2449
▁kadakel	-10.2462
▁leaves	-10.2467
▁appro	-10.2475
▁gas	-10.2486
▁opened	-10.2491
▁visiting	-10.2492
▁indige	-10.2494
ayon	-10.2494
pakay	-10.2498
▁Asar	-10.2498
▁breath	-10.2506
ita	-10.2507
ther	-10.251
pangendao	-10.2514
▁Min	-10.2518
▁batang	-10.2521
▁began	-10.2537
koman	-10.2542
▁cap	-10.2547
idan	-10.2558
▁kodal	-10.2567
▁Every	-10.257
▁Mama	-10.2572
yard	-10.2581
iket	-10.2585
▁Maban	-10.2589
▁hate	-10.2598
ving	-10.2601
gembaal	-10.2601
▁burn	-10.2604
▁sebang	-10.2606
koda	-10.2612
▁paratiyaya	-10.2613
▁mold	-10.2614
mbitiyara	-10.2619
▁pangol	-10.2625
▁kalili	-10.2625
isa	-10.2628
▁gola	-10.2637
▁changes	-10.2647
riday	-10.2656
▁sokay	-10.2658
garangan	-10.2664
onan	-10.2671
▁awi	-10.2676
ib	-10.2683
tabang	-10.2687
▁youth	-10.2688
▁onaan	-10.2699
▁cro	-10.2703
▁Peli	-10.2721
▁rooms	-10.2726
▁mountains	-10.2729
▁serv	-10.2741
▁bu	-10.2747
▁gona	-10.2752
▁law	-10.2787
▁Map	-10.2796
▁petae	-10.2797
ataid	-10.2817
▁Pagi	-10.2832
ist	-10.2835
kekowa	-10.2841
▁tata	-10.2848
des	-10.2865
pengan	-10.2867
ego	-10.2877
yawan	-10.2881
imban	-10.2883
▁sled	-10.2891
god	-10.2896
ereng	-10.2904
ratiyaya	-10.2915
▁anta	-10.2918
▁practice	-10.292
▁Miyo	-10.2922
▁soil	-10.2923
▁Ri	-10.2932
▁parang	-10.2933
ne	-10.2936
▁heap	-10.2944
▁kali	-10.2951
▁oil	-10.2956
alan	-10.2959
▁makapa	-10.2965
face	-10.2966
▁sting	-10.2968
▁bit	-10.2982
▁badas	-10.2994
▁pos	-10.3006
elek	-10.3021
▁badi	-10.3028
eres	-10.3033
aot	-10.3038
▁Inamp	-10.3041
ines	-10.3049
owaan	-10.3052
▁kick	-10.3056
pping	-10.3063
▁kapepaekala	-10.3064
ind	-10.3064
▁dropp	-10.3068
ori	-10.3072
uran	-10.3083
gowan	-10.3107
ngga	-10.3115
akat	-10.3129
siken	-10.313
bayad	-10.3138
▁wit	-10.3138
gangan	-10.3141
mpit	-10.3148
rubbing	-10.3152
ritan	-10.3152
lalong	-10.3154
▁kaso	-10.3154
▁batiyo	-10.3164
bra	-10.3167
▁Mag	-10.3175
galin	-10.3175
▁creat	-10.3187
tched	-10.3195
esok	-10.3203
▁Rana	-10.3209
isita	-10.321
taw	-10.3231
▁Miyaro	-10.324
intad	-10.3266
tol	-10.3269
mang	-10.3276
▁spr	-10.3298
▁Pat	-10.3313
▁whe	-10.3316
▁ru	-10.3325
mola	-10.3328
raot	-10.3342
▁brea	-10.3343
▁tal	-10.3349
▁somi	-10.335
ure	-10.3352
ndana	-10.3362
▁Pelo	-10.3367
reng	-10.3373
▁Liy	-10.3375
sakit	-10.3377
▁raw	-10.338
ninindaan	-10.3386
▁Pekoko	-10.3399
▁sand	-10.3403
endod	-10.3404
▁Ipe	-10.3413
amasa	-10.3413
ji	-10.3419
▁adi	-10.3424
babayaan	-10.3431
▁Miyago	-10.3435
kot	-10.3435
▁Mababa	-10.3475
▁pr	-10.3493
▁Lom	-10.3495
gon	-10.3502
bat	-10.3507
aneg	-10.351
▁try	-10.3519
▁card	-10.3519
▁times	-10.3527
▁bare	-10.353
▁Diya	-10.3547
▁accus	-10.3566
▁kaon	-10.3568
ebot	-10.3577
▁kalo	-10.3598
rok	-10.3618
siyon	-10.3619
seg	-10.3625
light	-10.3626
ina	-10.3628
▁proce	-10.3631
bon	-10.3637
▁fi	-10.3644
ami	-10.3645
▁Wh	-10.3654
deer	-10.3679
▁matag	-10.3688
▁bae	-10.369
▁Mali	-10.3722
▁oran	-10.3738
▁somiyo	-10.3744
▁Pere	-10.3747
bas	-10.3748
▁mati	-10.3752
ized	-10.3762
▁match	-10.3762
▁cri	-10.3772
inlaw	-10.3774
tiya	-10.3806
▁mang	-10.3834
▁sp	-10.3836
notan	-10.3838
▁peli	-10.384
▁Minir	-10.3849
▁petero	-10.3866
sembayang	-10.388
▁tob	-10.3887
ny	-10.3897
pog	-10.3898
ards	-10.3907
ganay	-10.3909
▁Tael	-10.3919
tok	-10.3922
aga	-10.3926
given	-10.3932
ping	-10.394
olad	-10.3941
gawan	-10.395
joy	-10.3957
tle	-10.396
lawan	-10.3964
▁bet	-10.3968
iyamola	-10.3973
▁Pend	-10.3996
nitoman	-10.4004
ice	-10.4026
▁Minito	-10.4032
ganad	-10.4041
▁Saya	-10.4047
kapiya	-10.405
▁rubb	-10.4062
ram	-10.4082
soson	-10.409
▁Giyan	-10.409
rarangitan	-10.4095
▁Miyage	-10.411
▁makat	-10.4132
▁pu	-10.4132
mate	-10.4141
▁Rini	-10.4145
▁lom	-10.4155
▁conc	-10.4187
dance	-10.4193
paka	-10.42
intang	-10.4206
yon	-10.4216
ain	-10.4221
▁fr	-10.4225
bor	-10.4227
ompong	-10.4236
▁Bala	-10.4248
ambiling	-10.425
▁Pepaeg	-10.4268
taid	-10.4271
▁Pero	-10.4273
▁hi	-10.4278
▁Miyapo	-10.4284
tinda	-10.4288
geba	-10.4298
ors	-10.4301
▁sure	-10.4303
▁add	-10.4309
▁leba	-10.431
ola	-10.4314
emek	-10.4318
rase	-10.4321
tal	-10.4323
payag	-10.4325
gepes	-10.4326
kol	-10.4329
▁miyag	-10.4339
tain	-10.434
antag	-10.434
▁mer	-10.4346
imo	-10.4356
ero	-10.4356
▁Pang	-10.4359
bir	-10.4369
rangit	-10.437
ontoda	-10.4379
▁Some	-10.4388
ari	-10.4392
co	-10.441
ient	-10.4411
▁kal	-10.4468
▁Pel	-10.4503
▁kawan	-10.4507
mp	-10.4507
▁kasakit	-10.4515
lit	-10.4525
uki	-10.4528
okit	-10.4531
kebabayaan	-10.4541
kae	-10.4541
▁panga	-10.4549
mbantay	-10.455
▁May	-10.4584
▁scratch	-10.4591
ith	-10.4596
toon	-10.4599
ntel	-10.4611
▁page	-10.4613
▁lan	-10.4615
▁Op	-10.4616
bono	-10.4616
egan	-10.462
▁maki	-10.4623
eden	-10.464
ise	-10.4641
ogat	-10.4645
▁rampa	-10.4648
▁pekael	-10.465
laban	-10.4675
▁fill	-10.4692
neb	-10.4695
pit	-10.4702
mbong	-10.4705
antaw	-10.4719
▁Mom	-10.472
▁kota	-10.4725
bet	-10.4734
aego	-10.4739
▁contemplat	-10.4739
low	-10.4743
teng	-10.4755
▁grand	-10.4775
▁Mapipi	-10.4783
▁sibo	-10.4795
nik	-10.4807
▁pegilay	-10.4829
▁rak	-10.4837
company	-10.4843
▁mos	-10.4856
tindo	-10.4857
▁mon	-10.486
limo	-10.4872
ako	-10.4881
pon	-10.4893
kay	-10.4894
eten	-10.4912
▁pago	-10.4931
▁prob	-10.4962
omala	-10.4977
ration	-10.4985
▁Now	-10.4986
sek	-10.4995
orong	-10.4997
kasowa	-10.4997
thers	-10.5013
kataya	-10.5015
lamp	-10.5019
▁pego	-10.5021
ilanga	-10.5022
▁kapeka	-10.5025
nce	-10.504
each	-10.5045
▁Ilay	-10.5048
anti	-10.5059
▁katae	-10.5061
igan	-10.5062
angkaya	-10.5073
▁va	-10.5076
gging	-10.5077
▁dat	-10.5078
daon	-10.5082
ove	-10.5091
aring	-10.5092
tawan	-10.5093
▁pig	-10.51
▁Mo	-10.5108
amine	-10.5115
▁pari	-10.512
▁dima	-10.5132
▁Pepaegan	-10.5138
tarima	-10.5139
▁kab	-10.5142
hold	-10.5142
▁kit	-10.5145
▁fort	-10.5147
▁fo	-10.5151
embo	-10.5167
▁kiyap	-10.5168
okitan	-10.5183
ketiyar	-10.5185
▁kapet	-10.5186
angan	-10.5192
▁Was	-10.5215
ink	-10.5223
apiya	-10.5224
pengginawa	-10.523
alas	-10.5237
▁kase	-10.5239
lokes	-10.5245
paper	-10.5249
ship	-10.5251
▁ranta	-10.5253
ched	-10.5261
▁roro	-10.5262
aman	-10.5265
▁Dad	-10.5266
leg	-10.5274
aren	-10.5279
ilaw	-10.5292
lease	-10.5299
▁kapagin	-10.5302
▁baka	-10.5303
laan	-10.5314
rious	-10.5317
▁vi	-10.5318
▁makapag	-10.5335
opped	-10.5337
sayaw	-10.5338
▁v	-10.5342
daw	-10.5343
▁appl	-10.5356
de	-10.5358
formed	-10.5361
nder	-10.5377
▁Miso	-10.5378
▁pit	-10.5384
mor	-10.5385
orad	-10.5386
▁kaeli	-10.5389
iyab	-10.5391
kawit	-10.5399
elo	-10.5403
▁pagida	-10.5406
mbono	-10.5414
poonan	-10.5416
darat	-10.5417
▁Penda	-10.5427
▁Peso	-10.5431
king	-10.5431
▁Hol	-10.5442
imam	-10.5446
awi	-10.5447
nti	-10.5479
oriyan	-10.5484
▁thread	-10.5485
▁weapon	-10.5491
▁guy	-10.5496
▁tag	-10.5498
iling	-10.5499
ada	-10.5502
▁Ca	-10.5504
timan	-10.5515
bong	-10.5516
ried	-10.5528
sel	-10.5532
pilan	-10.5535
tas	-10.5535
kap	-10.5536
▁panana	-10.5538
pasan	-10.5541
beto	-10.5541
▁neglect	-10.5541
▁health	-10.5545
▁unite	-10.5546
▁fulfill	-10.5548
▁jump	-10.5548
pakan	-10.555
▁destroy	-10.5551
konan	-10.5553
▁Kora	-10.5561
▁wave	-10.5569
▁pesowaa	-10.5569
irsidinti	-10.5573
▁Ngkaino	-10.5573
▁quick	-10.5573
▁Piyakakae	-10.5575
orgive	-10.5577
mbidabida	-10.5581
nggolalan	-10.5581
ronze	-10.5581
▁Mecca	-10.5581
▁Mohammed	-10.5581
▁adjacent	-10.5581
▁arrival	-10.5581
▁authority	-10.5581
▁avoid	-10.5581
▁challenge	-10.5581
▁challenging	-10.5581
▁chronic	-10.5581
▁circle	-10.5581
▁cloud	-10.5581
▁control	-10.5581
▁dipagapinan	-10.5581
▁exhaust	-10.5581
▁explode	-10.5581
▁exposed	-10.5581
▁fifteen	-10.5581
▁footprint	-10.5581
▁frequently	-10.5581
▁gitagita	-10.5581
▁kambayada	-10.5581
▁malombat	-10.5581
▁merchandise	-10.5581
▁pilgrimage	-10.5581
▁rainbow	-10.5581
▁receive	-10.5581
▁reputation	-10.5581
▁responsib	-10.5581
▁scabbard	-10.5581
▁smashed	-10.5581
▁stomachache	-10.5581
▁students	-10.5581
▁system	-10.5581
▁taribasok	-10.5581
▁tiniker	-10.5581
▁unique	-10.5581
▁vehicle	-10.5581
▁whittling	-10.5581
▁kingdom	-10.5581
▁kitchen	-10.5581
▁mababaling	-10.5581
▁matenggaw	-10.5581
▁pelebengan	-10.5581
▁thirty	-10.5581
▁favor	-10.5581
▁sigopan	-10.5581
▁Chinese	-10.5581
▁maklok	-10.5581
▁possess	-10.5581
▁progress	-10.5581
▁Guess	-10.5581
▁discern	-10.5581
▁Aleem	-10.5581
▁thorough	-10.5581
▁lipaw	-10.5581
▁Br	-10.5581
▁lupa	-10.5581
▁mipendarainon	-10.5581
▁connect	-10.5581
▁engine	-10.5581
▁sweetheart	-10.5581
▁wrote	-10.5581
▁sigoro	-10.5581
▁anchor	-10.5581
▁withdraw	-10.5581
▁permission	-10.5581
▁biaes	-10.5581
▁pobri	-10.5581
▁silver	-10.5581
▁concern	-10.5581
▁judgment	-10.5581
▁jealousy	-10.5581
▁dyip	-10.5581
▁future	-10.5581
▁buoyan	-10.5581
▁idiot	-10.5581
▁shining	-10.5581
▁amount	-10.5581
▁property	-10.5581
▁Lominik	-10.5581
▁Mikaka	-10.5581
▁steel	-10.5581
▁cursing	-10.5581
▁saroar	-10.5582
▁marayag	-10.5582
▁rubbish	-10.5582
▁supply	-10.5582
▁pekerarangitan	-10.5582
▁promise	-10.5582
▁cheek	-10.5582
bolosan	-10.5582
▁Romoro	-10.5582
▁pamari	-10.5582
▁chess	-10.5582
baling	-10.5582
ransfer	-10.5582
▁domalida	-10.5582
▁numberless	-10.5582
▁bowaya	-10.5582
▁growth	-10.5582
▁pagiyog	-10.5582
▁pasbi	-10.5582
▁Kapedi	-10.5582
▁friction	-10.5582
▁masgit	-10.5582
▁estimate	-10.5582
▁alright	-10.5582
▁spouse	-10.5582
▁Madidi	-10.5582
▁performed	-10.5583
▁gimpisa	-10.5583
▁overcome	-10.5583
▁discussion	-10.5583
▁moralat	-10.5583
▁copy	-10.5583
▁wrappe	-10.5583
pirogo	-10.5583
▁potato	-10.5583
▁bitten	-10.5583
▁steal	-10.5584
▁thick	-10.5584
▁president	-10.5584
▁bitter	-10.5584
▁blood	-10.5584
▁tirikan	-10.5584
▁gadong	-10.5584
▁kosina	-10.5584
▁Lomolo	-10.5584
▁defective	-10.5584
▁ringkar	-10.5584
▁tabla	-10.5584
▁beads	-10.5584
▁depend	-10.5584
▁tonight	-10.5584
▁wander	-10.5584
▁raota	-10.5585
▁grace	-10.5585
▁bayok	-10.5585
▁blue	-10.5586
▁dagger	-10.5586
▁pesombali	-10.5586
▁Samping	-10.5586
▁paddy	-10.5586
▁terminal	-10.5586
▁entangle	-10.5586
▁Pekaeneg	-10.5586
▁women	-10.5587
▁heaven	-10.5587
nggagaan	-10.5587
▁marsik	-10.5587
▁trans	-10.5588
▁shout	-10.5588
▁stove	-10.5588
▁moment	-10.5588
▁invited	-10.5588
inrol	-10.5588
▁maontol	-10.5588
▁jar	-10.5588
▁decreased	-10.5589
▁magari	-10.5589
▁kelong	-10.5589
▁atomik	-10.559
▁common	-10.559
▁filthy	-10.559
▁music	-10.559
▁fooled	-10.559
▁Accounting	-10.559
▁wrestling	-10.559
▁Madila	-10.5591
▁chain	-10.5592
▁warna	-10.5592
ingagag	-10.5592
▁belonging	-10.5592
▁dikelas	-10.5592
▁alloy	-10.5593
▁politika	-10.5593
▁maolog	-10.5594
▁Ipekae	-10.5594
▁bitoon	-10.5594
▁flight	-10.5594
▁gnaw	-10.5595
gemaw	-10.5595
▁disarrange	-10.5595
▁Antawa	-10.5596
▁bleed	-10.5597
▁magarang	-10.5597
▁brush	-10.5597
▁maninimo	-10.5598
▁candy	-10.5598
▁sisters	-10.5598
▁hours	-10.5599
▁forgot	-10.5599
▁babaling	-10.5599
▁Miyapasad	-10.56
▁Mirika	-10.5601
▁stars	-10.5601
▁crops	-10.5601
▁stalks	-10.5602
▁eight	-10.5602
▁green	-10.5602
▁mangaroma	-10.5602
▁bangon	-10.5603
onaan	-10.5603
▁cup	-10.5604
▁kaposan	-10.5604
▁baleng	-10.5604
▁imitate	-10.5605
▁rollers	-10.5605
▁biro	-10.5605
▁tower	-10.5606
▁bisaya	-10.5606
▁City	-10.5606
▁ilmo	-10.5608
▁deeds	-10.5609
▁secretly	-10.5609
▁pandi	-10.561
▁taste	-10.561
▁Awid	-10.5611
▁Ndae	-10.5611
▁ropa	-10.5613
▁clu	-10.5613
▁belt	-10.5613
▁Penggiri	-10.5613
ettle	-10.5615
rupt	-10.5615
▁opama	-10.5616
▁hung	-10.5618
▁Sompat	-10.5618
▁Taros	-10.5619
▁shouting	-10.562
nited	-10.5621
▁riyawat	-10.5621
▁fact	-10.5623
▁fright	-10.5624
salin	-10.5625
▁gagaan	-10.5625
▁rantay	-10.5627
▁craze	-10.5629
▁soft	-10.5632
▁kagagawi	-10.5634
▁Koran	-10.5634
▁niya	-10.5635
▁pekaya	-10.5636
▁Pesong	-10.5637
▁forward	-10.5638
